{
  "gallery_title": "American Techie Types",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>This gallery contains images of the personalities of people famous for their work in technology.</p>",
  "story_html": "<p>Steve and Susan are both famous for their work in Silicon Valley.  Steve's image shows the close-mindedness and determination typical of a boss, while Susan's image shows the openness typical of a worker.</p><p>To see more images of bosses and workers, follow this site on social media or <a href='https://groja.com/conversion/avmn' title='Link to small form you can use to subscribe to the Artsy Visions Monthly Newsletter' target='_blank'>subscribe to the Artsy Visions Monthly Newsletter</a>!</p>",
  "affiliate_ad_html": "",
  "image_list":
  [
    {
      "id": "0600",
      "title": "Steve Jobs",
      "subtitle_html": "Co-founder and CEO of <a href='https://en.wikipedia.org/wiki/Apple_Inc.' title='Wikipedia page for Apple' target='_blank'>Apple</a>",
      "gallery_page_teaser": "Steve Jobs' spiritual portrait shows he is outgoing, extremely determined and decisive, mostly cold but capable of warmth, and has a tendency to think out of the box.  Click on the image to learn more!",
      "image_file_name": "entj-steve_jobs-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Steve_Jobs#/media/File:Steve_Jobs_Headshot_2010-CROP_(cropped_2).jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2020",
      "explain_dom": "The Green in this spiritual portrait represents Steve's dominant personality trait, his objectivity and cool-headedness.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he frequently treated his employees cold-heartedly.",
      "explain_aux": "The Blue in this spiritual portrait represents Steve's auxiliary personality trait, his tendency to have original ideas and think out of the box.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait when he conceived of and helped build some of the very first personal computers.",
      "disclosure_html": "",
      "story_intro_html": "<p> </p>",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0604",
      "title": "Susan Fowler",
      "subtitle_html": "Author of <a href='https://www.susanjfowler.com/whistleblower' title='Page for the book at susanjfowler.com' target='_blank'>Whistleblower</a>, a memoir about her harassment at <a href='https://en.wikipedia.org/wiki/Uber' title='Wikipedia page for Uber' target='_blank'></a>",
      "gallery_page_teaser": "Susan Fowler's spiritual portrait shows she is reticent, idealistic, and motivated by her compassion for others.  Click on the image to learn more!",
      "image_file_name": "infp-susan_fowler-1.jpg",
      "meat_portrait_href": "https://www.susanjfowler.com/whistleblower",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2020",
      "explain_dom": "The Red in Susan's spiritual portrait represents her dominant personality trait, her very slight preference for being more personal than impersonal.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrated this trait when she decided to call out Uber for abusing their workers, even though she no longer worked there, showing that she cares for people other than herself.  It's important to note this tendency is very slight, and Susan can be quite cold and logical when she needs to be.",
      "explain_aux": "The Blue in this spiritual portrait represents Susan's auxiliary personality trait, her preference for learning principles and ideas rather than just facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrated this trait by pursuing degrees in both Philosophy and Physics while at the University of Pennsylvania.",
      "disclosure_html": "",
      "story_intro_html": "<p> </p>",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
