{
  "gallery_group_title": "Game of Thrones",
  "gallery_group_page": "game_of_thrones",
  "gallery_title": "Game of Thrones - All",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "What sort of personality types survive the best in a brutal world where the possibility of instanteous death lurks over everyone like a cloud?  Click to find out this and more!",
  "description_html": "<p><a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> has a lot of characters and plots.   This gallery contains images of all of the personalities analyzed and drawn so far.</p>",
    "story_html": "",
  "image_list":
  [
    {
      "id": "1350",
      "title": "Robert Baratheon",
      "subtitle_html": "King of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Section about Westeros on the wikipedia page about the World of the book A Song of Ice and Fire' target='_blank'>Westeros</a>",
      "gallery_page_teaser": "The overabundance of Green in this portrait of The King shows he is not someone you want to mess with.  Click on the image to learn more!",
      "image_file_name": "estj-robert_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Robert_Baratheon-Mark_Addy.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Robert Baratheon's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait with his constant and merciless verbal abuse of his squire, Lancel Lannister.",
      "explain_aux": "The Yellow in this spiritual portrait represents Robert Baratheon's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait when he hedonisticly indulges in food, drink, and prostitutes.",
      "story_intro_html": "<p>In Westeros, the slightest hint of disrespect towards The King &mdash; even a Mad King &mdash; is an act of treason.  And any treasonous act, whether ....</p>",
      "story_html": "<p>In Westeros, the slightest hint of disrespect towards The King &mdash; even a Mad King &mdash; is an act of treason.  And any treasonous act, whether real or only perceived, inevitably leads to a punishment that is at best permanently shameful, and at worst severe, instantaneous, and permanent in the very worst sense of the word.</p><p>Even those closest to King Baratheon, people like his wife Cersei and his best friend Ned, tremble in fear at the thought of saying something that might somehow be interpreted as posing even the slightest affront to His Majesty's sensibilities.</p><p>Robert may seem warm and friendly to some observers, because we see him through Ned Stark's eyes.  But to anyone blessed &mdash; or cursed, as the case may be &mdash; with being in a position of power in <a href='https://en.wikipedia.org/wiki/George_R._R._Martin' title='Wikipedia page for George R.R. Martin' target='_blank'>George R.R. Martin's</a> universe, emotions such as sympathy and compassion are seen as weaknesses.  And as The King, he must be hard-nosed, thick-skinned, and ultimately heartless.</p><p>Don't be fooled by his hearty laugh!  It conceals a cold, cynical heart:</p><blockquote>They never tell you how they all shit themselves [when they die in battle].  They don't put that part in the songs.</blockquote><p>For The King to exhibit any sentimentality whatsoever in this universe is to show weakness and invite usurpation.</p><p>I would imagine a portrait of <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon</a> would look similar to this, but with <b>less</b> Red and Blue.  And a portrait of <a href='https://en.wikipedia.org/wiki/Renly_Baratheon' title='Wikipedia page for Renly Baratheon' target='_blank'>Renly Baratheon</a> would look similar as well, but with <b>more</b> Red and Blue &mdash; but not as much as <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to the spiritual portrait of Ned Stark on this site' target='_blank'>Ned's</a>!</p><p>With a spiritual portrait similar to the one on this site of <a href='/gallery/2200-fictional-movies-film_noir/' title='Link to the Film Noir gallery on this site' target='_blank'>Film Noir</a>'s <a href='/image/2200-fictional-movies-film_noir/2216/' title='Link to the page on this site containing the spiritual portrait of Mike Hammer' target='_blank'>Mike Hammer</a>, it's obvious King Robert Baratheon, and his brothers Stannis and Renly, are powerful people.  And only a fool would try to <q>mess with any of them!</q>",
      "compare_to": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1351" }
    }, {
      "id": "1351",
      "title": "Ned Stark",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Winterfell' title='Section about Winterfell on the wikipedia page about the World of the book A Song of Ice and Fire' target='_blank'>Winterfell</a>",
      "gallery_page_teaser": "The nice balance of both warm and cool colors in Ned's portrait show he's well-balanced and relatable.  Click on the image to learn more!",
      "image_file_name": "isfj-ned_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Ned_Stark-Sean_Bean.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISFJ",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Ned Stark's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his willingness to confess to a treasonous crime that he didn't really commit, in an effort to spare his family additional pain.",
      "explain_aux": "The Red in this spiritual portrait represents Ned Stark's auxiliary trait, his passion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he, unlike many if not most of his peers, cares for his bastard son Jon Snow.",
      "story_intro_html": "<p>Exhibiting moderation &mdash; and a wonderfully colorful spiritual portrait &mdash; in a universe made from the extremes of fire and ice, Eddard Stark is a bit of ....</p>",
      "story_html": "<p>Exhibiting moderation &mdash; and a wonderfully colorful spiritual portrait &mdash; in a universe made from the extremes of fire and ice, Eddard Stark is a bit of an enigma.  In a world full of men and their braggadocio, Ned has time to listen and the presence of mind to act quickly, taking time to talk only when he's sure he as something worthwhile to add.</p><p>As viewers, it is easy to relate to and empathize with him.  He loves his family deeply, and they love him equally deeply in return.  Their bonds are forged with a strength capable of withstanding the worst hardships, and his integrity is capable of building character in his children &mdash; even from beyond the grave.</p><p>Ned is an honorable man, admired by everyone capable of admiring those outside of their immediate family.  Yes yes yes, of course, everyone knows I'm looking at you, and your perhaps-just-a-bit-too-closely-knit family, Lannisters!</p><p>Anyone choosing to make an enemy of Eddard Stark, Lord of Winterfell, quickly ends up making themself an enemy of ours.</p><p>As viewers, we are used to subconsciously looking for heroes with whom we can identify and use as a focal point for our parallel experience.  Ned is a natural born hero.</p><p>We are not used to seeing our heroes perish so early in the story.  It's shocking but we, like the other survivors, have no choice to go on.</p><p>As viewers, we are left with no choice but to root for his children to succeed in their various missions of revenge, recognition, and survival.  We have no choice but to queue up the next episode in the video player and pass the popcorn!</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1359" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1350" }
    }, {
      "id": "1352",
      "title": "Jaime Lannister",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Jaime_Lannister' title='Wikipedia page for Jaime Lannister' target='_blank'>Kingslayer</a>",
      "gallery_page_teaser": "Jaime is highly extraverted, and shows strong preferences for being logical and down-to-earth.  Click on the image to learn more!",
      "image_file_name": "estj-jamie_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Jaime_Lannister-Nikolaj_Coster-Waldau.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Jaime's dominant trait, his preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he can kill complete strangers without a hint of remorse.",
      "explain_aux": "The Yellow in this spiritual portrait represents Jaime's auxiliary trait, his realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in his keen fighting ability.",
      "story_intro_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jaime seems to have it made.  As the story of his background unfolds, however, we ....</p>",
      "story_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jaime seems to have it made.  As the story of his background unfolds, however, we learn that he has burdens and struggles, just like everyone else.</p><p>A scene in the first season, showing him in a tent with his father Tywin while his dad is skinning a recent kill, is quite revealing.  Up until that point, Jaime had always been the one dominating the conversation.  Suddenly, we see a turning of the tables.</p><p>Even more revealing is a scene in season 2, when he tells Catelyn Stark why he finds it impossible to be honorable:</p><blockquote>So many vows.  They make you swear and swear.  Defend the king, obey the king, obey your father, protect the innocent, defend the weak.  But what if your father despises the king?  What if the king massacres the innocent?  It's too much.  No matter what you do, you're forsaking one vow or another.</blockquote><p>Jaime's Extraversion gets him in trouble sometimes, but for the most part, he has the skills he needs to deal with anyone who chooses to threaten him.  <span class='air-quotes'>For the most part.</span></p><p>Listening to one of the commentary tracks, it's apparent Jaime's character will shift a bit &mdash; that he will be <q>getting in touch with his humanity</q> &mdash; after his traumatic experiences in season 3.  This made me curious to learn whether these changes would be visible in his spiritual portrait.</p><p>I created this portrait as a result.  It is important to realize that this profile is based on his character in the first three seasons only.  For now, whether his character's evolution will be evident in a later profile remains to be seen.</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1360" },
      "contrast_with": { }
    }, {
      "id": "1353",
      "title": "Robb Stark",
      "subtitle_html": "King in <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#The_North' title='Wikipedia page for the world of Game of Thrones, rendered with the section for The North appearing at the top of the window' target='_blank'>The North</a>",
      "gallery_page_teaser": "Robb's portrait shows he has the ingredients needed to make a good soldier, and he proves to be a capable military commander despite his youth.  Click on the image to learn more!",
      "image_file_name": "istj-robb_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Robb_Stark-Richard_Madden.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Robb's dominant trait, his realistic outlook.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait when he sacrifices 2,000 men in a feint so that his larger force could acheive an easy victory elsewhere.",
      "explain_aux": "The Green in this spiritual portrait represents Robb's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by winning many battles early on in the war for the throne.",
      "story_intro_html": "<p>I thought Robb Stark's spiritual would be more colorful &mdash; more like his <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to the spiritual portrait for Ned Stark on this site' target='_blank'>father Ned's</a> or his <a href='/image/1350-fictional-tv-game_of_thrones-all/1359/' title='Link to the spiritual portrait for Jon Snow on this site' target='_blank'>half brother Jon's</a> portrait.  So I was surprised to see ....</p>",
      "story_html": "<p>I thought Robb Stark's spiritual would be more colorful &mdash; more like his <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to the spiritual portrait for Ned Stark on this site' target='_blank'>father Ned's</a> or his <a href='/image/1350-fictional-tv-game_of_thrones-all/1359/' title='Link to the spiritual portrait for Jon Snow on this site' target='_blank'>half brother Jon's</a> portrait.  So I was surprised to see the result looks more like <a href='/image/1350-fictional-tv-game_of_thrones-all/1352/' title='Link to the spiritual portrait for Jaime Lannister on this site' target='_blank'>Jaime Lannister's</a> than those of his close relatives.</p><p>This may be because we do not get to see all that much of Robb.  Indeed, most of what we see of him is in his role as commander of the North's military forces.</p><blockquote>Tell Lord Tywin, winter is coming for him. Twenty thousand northerners marching south to find out if he really does shit gold.</blockquote><p>Over the past few years I have watched the first few seasons of the show several times, and in the month or so just prior to creating this portrait, have seen all episodes featuring Robb and his mom at least three times (including all the commentary tracks).  This has inured me to much of the violence in the series in general and in the <a href='https://en.wikipedia.org/wiki/The_Rains_of_Castamere' title='Wikipedia page for The Rains of Castamere' target='_blank'>Red Wedding</a> in particular.</p><p>Not only that, repeated viewings makes it easy to see the events from Walder Frey's point of view, and even find humor in some of his snide comments and facial expressions.  I'd guess that Walder is another ISTJ; maybe someday I'll find the time and motivation to find out for sure.</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1352" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1351" }
    }, {
      "id": "1354",
      "title": "Catelyn Stark",
      "subtitle_html": "Lady of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Winterfell' title='Wikipedia page for the world of Game of Thrones, rendered with the section for Winterfell appearing at the top of the window' target='_blank'>Winterfell</a>",
      "gallery_page_teaser": "Catelyn's spiritual portrait shows that she is prone to making emotional, rather than logical, decisions.  Click on the image to learn more!",
      "image_file_name": "esfj-catelyn_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Catelyn_Stark-Michelle_Fairley_S3.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Catelyn's dominant trait, her preference for making emotional rather than logical decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this in the way she cares so deeply and emotionally for her husband and children.",
      "explain_aux": "The Yellow in this spiritual portrait represents Catelyn's auxiliary trait, her realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait when she counsels Robb to keep his promise to Walder Frey.",
      "story_intro_html": "<p>I'd imagine that the spiritual portrait of many women &mdash; and especially those who are moms &mdash; in Westeros would look similar to this one of <a href='https://en.wikipedia.org/wiki/Catelyn_Stark' title='Wikipedia page for Catelyn Stark' target='_blank'>Catelyn Stark</a>.  The rigors of ....</p>",
      "story_html": "<p>I'd imagine that the spiritual portrait of many women &mdash; and especially those who are moms &mdash; in Westeros would look similar to this one of <a href='https://en.wikipedia.org/wiki/Catelyn_Stark' title='Wikipedia page for Catelyn Stark' target='_blank'>Catelyn Stark</a>.  The rigors of life in Westeros leaves little time for idealism, and women are expected to care for their children and families.</p><p>Although Cersei Lannister is superficially in a position similar to Catelyn's, being high-born and married to Catelyn's husband's best friend, <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to spiritual portrait of Cersei Lannister on this site' target='_blank'>her portrait</a> looks quite different.  This is to be expected, because as any fan of the show knows, the two women's personalities are extremely different, to say the least.</p><p>Although we never meet Catelyn's father in the series, I would attribute this difference to the way they were raised.  While Cersei's father <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Spiritual portrait of Tywin Lannister on this site' target='_blank'>Tywin Lannister's personality</a> is quite extreme, it should be safe to assume that Catelyn's father Hoster Tully's personality is much more moderate.</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2402" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1360" }
    }, {
      "id": "1355",
      "title": "Joffrey Baratheon",
      "subtitle_html": "King of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Westeros' target='_blank'>Westeros</a>",
      "gallery_page_teaser": "Joffrey's spiritual portrait is different from that of most of the other characters on the show in that it contains a bit of Blue - not much, but more than most of the other images - representing his openness to ideas.  Click on the image to learn more!",
      "image_file_name": "intj-joffrey_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Joffrey_Baratheon-Jack_Gleeson.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Blue in this spiritual portrait represents Joffrey's dominant trait, his preference for ideas over facts.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait when he ignores his mother Cersei's pragmatic and practical advice concerning the fate of Ned Stark.",
      "explain_aux": "The Green in this spiritual portrait represents Joffrey's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his ability to kill animals and people without a hint of remorse.",
      "story_intro_html": "<p>When I think about idealistic people, I like to think about people such as <a href='/image/5000-politicians-us_presidents-1700s-1800s/5003/' title='Link to spiritual portrait of Thomas Jefferson on this site' target='_blank'>Thomas Jefferson</a> and <a href='/image/5000-politicians-us_presidents-1700s-1800s/5007/' title='Link to spiritual portrait of Abraham Lincoln on this site' target='_blank'>Abraham Lincoln</a>.  Joffrey is clearly ....</p>",
      "story_html": "<p>When I think about idealistic people, I like to think about people such as <a href='/image/5000-politicians-us_presidents-1700s-1800s/5003/' title='Link to spiritual portrait of Thomas Jefferson on this site' target='_blank'>Thomas Jefferson</a> and <a href='/image/5000-politicians-us_presidents-1700s-1800s/5007/' title='Link to spiritual portrait of Abraham Lincoln on this site' target='_blank'>Abraham Lincoln</a>.  Joffrey is clearly a different sort of idealist.</p><blockquote>[To Sansa Stark:] Congratulations, my lady.  Well, you've done it.  You've married a Lannister.  Soon you'll have a Lannister baby.  It's a dream come true for you, isn't it?  What a glorious day.  I suppose it doesn't really matter which Lannister puts the baby into you.  Maybe I'll pay you a visit tonight after my uncle passes out.  How'd you like that?  You wouldn't?  That's all right.  Ser Meryn and Ser Boros will hold you down.</blockquote><p>It's difficult to imagine anyone &mdash; and especially someone with integrity like Tom or Abe &mdash; saying something like that to a woman, regardless of her background!</p><p>This example illustrates the fact that the personality assessment I am using to draw these images does not measure a person's integrity, or how sociopathic they may be.</p><p>The source of <a href='https://en.wikipedia.org/wiki/Joffrey_Baratheon' title='Wikipedia page for Joffrey' target='_blank'>Joffrey's</a> idealism lies in his dark imagination.  He lives in a world of his own invention, and as a cruel king with absolute power, virtually no one dares to confront his fantasies with the truth.</p><blockquote>They say Stannis never smiles.  I'll give him a red smile, from ear to ear.</blockquote><p>Given that <a href='/image/1350-fictional-tv-game_of_thrones-all/1361/' title='Link to spiritual portrait of Stannis Baratheon on this site' target='_blank'>Stannis Baratheon</a> is a seasoned veteran of numerous battles, and Joffrey is just a skinny, arrogant teenager, this quote of his is actually rather humorous.  It's worth noting though that any humor here is totally lost on poor Sansa.</p><p>I suspect there are other idealists in Westeros whose personalities are also dark in nature.  <a href='https://en.wikipedia.org/wiki/Petyr_Baelish' title='Wikipedia page for Petyr Baelish aka. Littlefinger' target='_blank'>Petyr <q>Littlefinger</q> Baelish</a> and <a href='https://en.wikipedia.org/wiki/Melisandre' title='Wikipedia page for Melissandre' target='_blank'>Melissandre</a> come to mind as characters I believe <em>might</em> turn out to have spiritual portraits with a bit of Blue.</p><p>Another character on the show whom I suspect might be an idealist is <a href='https://en.wikipedia.org/wiki/Samwell_Tarly' title='Wikipedia page for John Tarly' target='_blank'>John Tarly</a>, who in a recent episode told Olly that <span class='air-quotes'>Wildlings are people.  Just like us, there are good ones and bad ones.</span></p><p>And then yes, there are the wildlings.  I really wish we'd seen more of Mance Rayder and <a href='https://en.wikipedia.org/wiki/Ygritte' title='Wikipedia page for Ygritte' target='_blank'>Ygritte</a>!  I can see a bit of my personal brand of idealism in their need for independence and steadfast refusal to <span class='air-quotes'>bend the knee!</span></p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "0800-real-famous-world-famous", "image_id": "0800" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1358" }
    }, {
      "id": "1356",
      "title": "Sandor Clegane",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Sandor_Clegane' title='Wikipedia page for Sandor Clegane, aka. the Hound' target='_blank'>Hound</a>",
      "gallery_page_teaser": "Sandor's spiritual portrait contains a bit more Yellow - which represents his openness to experiences - than the images of many of the other characters on the show.  Click on the image to learn more!",
      "image_file_name": "istp-sandor_clegane-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sandor_Clegane-The_Hound-Rory_McCann.jpg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents The Hound's dominant trait, his preference for making logical rather emotional decisions.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his ability to kill complete strangers without hesitation or a hint of remorse.",
      "explain_aux": "The Yellow in this spiritual portrait represents The Hound's auxiliary trait, his realistic outlook.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his keen fighting ability.",
      "story_intro_html": "<p>Sandor is an intriguing character, but doesn't say much in the early episodes in the series.</p><p>Based on the way they put rather mismatched pairs of people &mdash; such as ....</p>",
      "story_html": "<p>Sandor is an intriguing character, but doesn't say much in the early episodes in the series.</p><p>Based on the way they put rather mismatched pairs of people &mdash; such as Brienne and Jaime, and Jon and Ygritte &mdash; on interesting little side adventures, the writers are well aware of the way we Introverts tend to open up when dealing with others one-on-one.</p><blockquote>The Hound: He's weak.  He can't protect himself.  And they'll both be dead come winter.  Dead men don't need silver.<br />Arya Stark: You're the worst shit in the Seven Kingdoms!<br />The Hound: There's plenty worse than me.  <b>I just understand the way things are.</b>  How many Starks they got to behead before you figure it out?<br />[Emphasis added.]</blockquote><p>At first, Sandor seems to be little more than an insensitive and highly effective tool of the Lannisters.  This quote shows he's more perceptive than most, and the Yellow in his spiritual portrait represents his openness to seeing and understanding <span class='air-quotes'>the way things are.</span></p><blockquote>Stannis is a killer.  The Lannisters are killers.  Your father was a killer.  Your brother is a killer.  Your sons will be killers someday.  The world is built by killers.  So you'd better get used to looking at them.</blockquote><p><b>Spoiler Alert:</b> This is the series in a nutshell.  It's a good thing most of the actors are good-looking, and they have hundreds of people working on spectacular special effects, else there'd be no real reason to continue watching after we hear this.  <em>(Just kidding!)</em></p><p>At best, most others see The Hound as ugly and dumb.  Arya's opinion is obviously worse than that.</p><p>As an Introvert, Sandor couldn't care less about what others think.  He's got the skills he needs to survive longer than most, and a realistic vision of <span class='air-quotes'>the way things are,</span> so there's no disappointment when his time comes to an end.</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1354" }
    }, {
      "id": "1357",
      "title": "Tywin Lannister",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Casterly_Rock' title='Wikipedia page for the world of Game of Thrones, with the section for Casterly Rock at the top' target='_blank'>Casterly Rock</a>",
      "gallery_page_teaser": "Tywin has an extreme personality, and this spiritual portrait reflects that.  Click on the image to learn more!",
      "image_file_name": "istj-tywin_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tywin_Lannister-Charles_Dance.jpg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Tywin's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his down-to-earth manner and attention to business.",
      "explain_aux": "The Green in this spiritual portrait represents Tywin's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his the way he treats people, including his children without any hint of emotion.",
      "story_intro_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait ....</p>",
      "story_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait reflects that.</p><p>Tywin's personality (and spiritual portrait) is almost identical to <a href='/image/1350-fictional-tv-game_of_thrones-all/1361/' title='Link to the spiritual portrait of Stannis Baratheon on this site' target='_blank'>Stannis Baratheon's</a>.  This is because both characters are almost completely closed off to all Perceptions &mdash; as indicated by the extremely small quantities of Yellow and Blue.</p><p>The Lannisters are wealthy, and it's natural to assume that his children are pampered and spoiled.  In scene after scene we realize, nothing could be further from the truth!</p><p>As an Introvert, he doesn't volunteer much without prompting.  When people come to him, however, they get an immediate, honest, and direct response.</p><blockquote>The house that puts family first will always defeat the house that puts the whims and wishes of its sons and daughters first.  A good man does everything in his power to better his family's position, regardless of his own selfish desires.</blockquote><p>On the commentary tracks at least one commentator &mdash; and I believe I heard this sentiment more than once &mdash; mentions that due to the extremely closed-minded nature of the character he plays, the other cast members are actually afraid to approach <a href='http://www.imdb.com/name/nm0001097/' title='Link to the page on imdb.com for Charles Dance' target='_blank'>Charles Dance</a> off the set.  Any viewer of the show can certainly understand this reluctance!</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1361" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1351" }
    }, {
      "id": "1358",
      "title": "Shae",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Tyrion_Lannister' title='Wikipedia page for Tyrion Lannister' target='_blank'>Tyrion Lannister's</a> Whore",
      "gallery_page_teaser": "Shae's spiritual portrait shows that her skills are much different from those required of a soldier.  Click on the image to learn more!",
      "image_file_name": "esfp-shae-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/name/nm1402546/mediaviewer/rm2690108928",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Shae's dominant trait, her realistic outlook.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in her choice of a profession based on sensory satisfaction.",
      "explain_aux": "The Red in this spiritual portrait represents Shae's auxiliary trait, her preference for making emotional rather than logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she refused to leave King's Landing despite being warned repeatedly that her life was in danger.",
      "story_intro_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is ....</p>",
      "story_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is open to both experiences and ideas.  This openness is extremely valuable &mdash; if not essential &mdash; in a prostitute.</p><blockquote>Shae: Cities make me want to fuck.<br />Tyrion Lannister: And so did the country.</blockquote><p>Shae's personality and spiritual portrait is similar to <a href='/image/1350-fictional-tv-game_of_thrones-all/1354/' title='Link to the spiritual portrait of Catelyn Stark on this site' target='_blank'>Catelyn Stark's</a>, but Catelyn is more decisive.  And that makes perfect sense: Catelyn is expected to nurture and mold her children into strong characters, while Shae is expected to submit to whomever has the money to pay for her services.</p><p>I cannot stress highly enough that the assessment these portraits are based on does not take morality into account.  If there was a way to test for immorality (or sociopathy), we could use it to find possible troublemakers early on, and take appropriate action before they harm themselves or others.</p><p>Because <a href='http://gameofthrones.wikia.com/wiki/Ros' title='Gameofthrones.Wikia page for Ros' target='_blank'>Ros</a> is also a prostitute &mdash; and her livelihood is to be open and please others &mdash; I suspect that her spiritual portrait would be similar as well.</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1354" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1355" }
    }, {
      "id": "1359",
      "title": "Jon Snow",
      "subtitle_html": "998th Lord Commander of the <a href='https://en.wikipedia.org/wiki/List_of_A_Song_of_Ice_and_Fire_characters#Night.27s_Watch' title='Wikipedia page of Characters, with those who are members of the Nights Watch at the top' target='_blank'>Night's Watch</a>",
      "gallery_page_teaser": "Jon's spiritual portrait shows he has the pragmatism and logic needed to be a soldier, but his preferences are not as strong as those in many of the others.  Click on the image to learn more!",
      "image_file_name": "istj-jon_snow-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Jon_Snow-Kit_Harington.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Jon's dominant trait, his realistic outlook.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his keen fighting ability.",
      "explain_aux": "The Green in this spiritual portrait represents Jon's auxiliary trait, his cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his ability to kill strangers without remorse when performing his duty to defend the northern wall.",
      "story_intro_html": "<p>All of <a href='https://en.wikipedia.org/wiki/Jon_Snow_(character)' title='Wikipedia page for Jon Snow' target='_blank'>Jon Snow's</a> preferences are very slight, making his spiritual portrait very colorful.  His preference for ....</p>",
      "story_html": "<p>All of <a href='https://en.wikipedia.org/wiki/Jon_Snow_(character)' title='Wikipedia page for Jon Snow' target='_blank'>Jon Snow's</a> preferences are very slight, making his spiritual portrait very colorful.  His preference for pragmatism (the <q>S</q>ensing score) is the only one greater than 60%, and one could say he's not really an ISTJ but rather an XSXX.</p><p>Just as this makes it easy for most people to relate to and like Jon, it also makes it easy for people with strong preferences and rigid viewpoints to dislike him and even suspect him of being treasonous.  As the Master of Arms at Castle Black, <a href='http://gameofthrones.wikia.com/wiki/Alliser_Thorne' title='Page for Alliser Thorne on gameofthrones.wikia.com' target='_blank'>Alliser Thorne</a> &mdash; who made no effort to conceal his dislike for Jon from the start &mdash; put it:</p><blockquote>You have a good heart, Jon Snow.  It'll get us all killed.<br />- Alliser Thorne</blockquote><p>Jon's mild preferences can make him feel conflicted, to the point where he can be insubordinate and put his personal desires over the demands of convention:</p><blockquote>Ser Davos: You were seen taking the body of a wilding girl north of the Wall.  Why?<br />Jon Snow: It's where she belonged.<br />Ser Davos: Some of the Night's Watch feel you have too too much affection for the wildings.<br />Jon Snow: The were born on the wrong side of the wall.  That doesn't make them monsters.</blockquote><p>Like <a href='/image/1350-fictional-tv-game_of_thrones-all/1352/' title='Link to the spiritual portrait of Jaime Lannister on this site' target='_blank'>Jaime Lannister's</a> character in season 3, Jon Snow experiences some serious trauma in season 5.  Depending on how his character develops, I may create another personality profile and spiritual portrait based on the later seasons.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1351" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1361" }
    }, {
      "id": "1360",
      "title": "Cersei Lannister",
      "subtitle_html": "Queen of the Andals and the First Men",
      "gallery_page_teaser": "Cersei's strong preferences show that she is definitely more decisive and pragmatic than Jon, but they are not as extreme as Stannis'.  Click on the image to learn more!",
      "image_file_name": "istj-cersei_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Cersei_Lannister-Lena_Headey.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Cersei's dominant trait, pragmatism realism realistic outlook openness to experiences.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in her practical and pragmatic choice to confess her sins rather than endure continued confinement by the Faith Militant.",
      "explain_aux": "The Green in this spiritual portrait represents Cersei's auxiliary trait, rationality cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the cold, ruthless manner in which she deals with everyone, except possibly her children.",
      "story_intro_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother ....</p>",
      "story_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother Tyrion so aptly puts it:</p><blockquote>You love your children.  That is your one redeeming quality &mdash; that, and your cheekbones.<br />- Tyrion Lannister</blockquote><p>On one of the commentary tracks the actress behind the role, <a href='https://en.wikipedia.org/wiki/Lena_Headey' title='Wikipedia page for Lena Headey' target='_blank'>Lena Headey,</a> makes it clear that she does not like the character she plays.  At one point she calls herself and Jaime <span class='air-quotes'>the shits.</span>  Her commentaries are some of my favorites!</p><p>In one scene, even her fiance, <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to page on gameofthrones.wikia.com for Ser Loras Tyrell' target='_blank'>Ser Loras Tyrell</a>, has trouble making small talk:</p><blockquote>Ser Loras: My father once told me....<br />Cersei Lannister: Nobody cares what your father once told you.</blockquote><p>Her personality and spiritual portrait are somewhat similar to <a href='/image/1350-fictional-tv-game_of_thrones-all/1352/' title='Link to spiritual portrait of Jaime Lannister on this site' target='_blank'>Jaime Lannister's</a>, which makes sense because they are twins and very close.</p><p>Like Jaime in season 3 and <a href='/image/1350-fictional-tv-game_of_thrones-all/1359/' title='Link to the spiritual portrait on this site for Jon Snow' target='_blank'>Jon Snow's</a> character in season 5, Cersei experiences some serious trauma in season 5. Depending on how his character develops, I may create another personality profile and spiritual portrait based on the later seasons.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1352" },
      "contrast_with": { }
    }, {
      "id": "1361",
      "title": "Stannis Baratheon",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Dragonstone' title='Section about Dragonstone on the wikipedia page for the World of A Song of Ice and Fire' target='_blank'>Dragonstone</a>",
      "gallery_page_teaser": "Stannis has an extreme personality, and this spiritual portrait reflects his strong preferences.  Click on the image to learn more!",
      "image_file_name": "istj-stannis_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Stannis_Baratheon-Stephen_Dillane.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Stannis' dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he abandons faith in the Seven for a religion that promises him personal gain.",
      "explain_aux": "The Green in this spiritual portrait represents Stannis' auxiliary trait, his rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is able to fearlessly lead his army on the field of battle, and most tragically, in the way he treats his daughter, the Princess Shireen, when she dies.",
      "story_intro_html": "<p>Like his personality, <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon's</a> spiritual portrait is extreme.  It looks very ....</p>",
      "story_html": "<p>Like his personality, <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon's</a> spiritual portrait is extreme.  It looks very much like the one of <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to the spiritual portrait of Tywin Lannister on this site' target='_blank'>Tywin Lannister</a> on this site.</p> <p>To say that Stannis is <q>cold</q> is an understatement.  In one scene he describes his relationship to his older brother <a href='/image/1350-fictional-tv-game_of_thrones-all/1350/' title='Robert Baratheon on this site' target='_blank'>Robert Baratheon</a> thusly:</p><blockquote>He wasn't my <q>beloved</q> brother.  I didn't love him.  He didn't love me.</blockquote><p>Like Tywin, Stannis is an extremely unpleasant person.  He is interested only in power.  Honor is for dummies.</p><blockquote>Jon Snow: I pledged my life to the Night's Watch.<br />Stannis Baratheon: You're as stubborn as your father, and as honorable.<br />Jon Snow: I can imagine no higher praise.<br />Stannis Baratheon: I did not mean it as praise.  Honor got your father killed.</blockquote><p>Like so many of the other characters on Game of Thrones, Stannis is a tragic figure.  Unlike many of the others, it's difficult to feel any sympathy for him.</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1357" },
      "contrast_with": { }
    }, {
      "id": "1362",
      "title": "Tommen Baratheon",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Tommen_Baratheon' title='Wikipedia page for Tommen Baratheon' target='_blank'>King of the Andals and the First Men,</a> Lord of the Seven Kingdoms, and Protector of the Realm",
      "gallery_page_teaser": "Tommen Baratheon's spiritual portrait shows he is open-minded, down-to-earth, and private yet friendly.  Click on the image to learn more!",
      "image_file_name": "isfp-tommen_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tommen_Baratheon-Dean-Charles_Chapman.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Red in Tommen's spiritual portrait represents his dominant personality trait, his preference for the emotional over the logical.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his compassion for others, even those who would do him harm.",
      "explain_aux": "The Yellow in Tommen's spiritual portrait represents his auxiliary personality trait, his openness to experiences more than ideas.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is easily manipulated by those who are more ambitious and decisive than he is.",
      "story_intro_html": "<p>Tommen's personality stands in stark contrast to that of his older brother, Joffrey.  It's no surprise that their spiritual portraits are also ....</p>",
      "story_html": "<p>Tommen's personality stands in stark contrast to that of his older brother, Joffrey.  It's no surprise that their spiritual portraits are also very different.</p><h4>Not at All Like <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a></h4><p>Tommen is much less decisive than Joffrey.  The Yellow dominating Tommen's portrait shows he is realistic and prefers being open to new experiences, while the Green dominating <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey's image</a> shows he prefers making objective decisions.</p><p>Put simply, they are as different as night and day &mdash; or better yet, as different as milk (Tommen) and napalm (Joffrey).</p><h4>The Difference Is Obvious</h4><p>The huge difference in temperament between Tommen and Joffrey becomes obvious early on, as in this scene following the consummation of his and Margaery's marriage:</p><blockquote>[Both are in bed, and out of breath.]<br />King Tommen Baratheon: Did I hurt you?<br />Queen Margaery Tyrell: No.  You were lovely.<br />King Tommen Baratheon: It all happened so fast.<br />Queen Margaery Tyrell: Yes.  [Chuckles softly.]<br />King Tommen Baratheon: I was scared maybe I hurt you.  It sounded like....<br />Queen Margaery Tyrell: No.  You're very sweet.  The sweetest king who ever lived.<br />King Tommen Baratheon: This is all I want to do all day, every day, for the rest of my life.<br />Queen Margaery Tyrell: [Laughs.]  Wouldn't that be glorious?  Shouldn't we rest a little while?  Just to catch our breath?  There's no rush, is there?<br />King Tommen Baratheon: Of course not.  Are you hungry?  Should I have them bring you some cake or pomegranate juice?<br />Queen Margaery Tyrell: No, I'm fine.  I just want you all to myself.  I want to know everything there is to know about King Tommen, First of His Name.<br />King Tommen Baratheon: <q>King Tommen.</q>  Still sounds strange to me.  Does <q>Queen Margaery</q> sound strange to you?<br />Queen Margaery Tyrell: So strange.  Husband.<br />King Tommen Baratheon: Wife.  [Both laugh.]  Sometimes it feels odd.  I'm the king, I've married the most beautiful woman in the world, and it's all because my brother died.<br />Queen Margaery Tyrell: I understand.  But it's not your fault.  You know that, don't you?  You mustn't feel guilty.<br />King Tommen Baratheon: I don't feel guilty.  That's what's odd.  [Sits up.]  Do you like to sail?<br />Queen Margaery Tyrell: [Sits up.]  I love to sail.<br />King Tommen Baratheon: I do, too.<br />Queen Margaery Tyrell: I think we're going to be very happy, you and I.<br />King Tommen Baratheon: I do, too.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4077554/' title='Page for the GoT Episode High Sparrow, Season 5, Episode 3, on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><p>It's impossible to imagine Tommen's brother Joffrey &mdash; or any other typically male character in the show &mdash; treating a woman with such tenderness.</p><h4>A Welcome Change &mdash; At First</h4><p>At first, Tommen's openness is a welcome change from Joffrey's sadistic and frequently random cruelty.  Soon it becomes obvious the young king is not really fit to rule without support.</p><p>Thus, Tommen's openness makes him susceptible to manipulation.  His grandfather <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin Lannister</a> provides some valuable mentoring early on, but he ultimately finds himself trapped between the women in his life &mdash; trapped between his mother <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei</a> and his wife <a href='/image/1350-fictional-tv-game_of_thrones-all/1363/' title='Link to spiritual portrait of Margaery Tyrell on this site'>Margaery</a>.</p><h4>A Puppet Without a Puppet Master</h4><p>Without the guidance and stablizing influence of his grandfather Tywin, the Cersei-Tommen-Margaery relationship triangle quickly leads to conflict, suffering, and disappointment.</p><blockquote>The king is supposed to be the Protector of the Realm.  If I can't even protect my own wife or my own mother, what good am I?<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4077554/' title='Page for the GoT Episode Home, Season 6, Episode 2, on imdb.com' target='_blank'>Home</a>, Season 6, Episode 2.</blockquote><p>Ultimately, Tommen disappoints everyone, including himself.</p><hr /><p>Tommen's character is not very well developed in the TV series.  This is certainly due to the fact he is very young, and reflects the fact that he is <a href='https://en.wikipedia.org/wiki/Tommen_Baratheon#Overview' title='Wikipedia page for Tommen, cued to the Overview section' target='_blank'>not a point-of-view character</a> in the books.</p><p>As a king, though, his spiritual portrait merits inclusion in the <a href='/galleries' title='Link to the galleries of spiritual portraits on this site'>galleries</a> on <a href='/home' title='Link to the home page on this site'>SeeOurMinds.com</a>.  And as a high-born who becomes king, it is interesting to see how his spiritual portrait (ISFP) more closely resembles those of <a href='/image/1350-fictional-tv-game_of_thrones-all/1356/' title='Link to spiritual portrait of Sandor Clegane on this site'>Sandor Clegane</a> (ISTP) and <a href='/image/1350-fictional-tv-game_of_thrones-all/1358/' title='Link to spiritual portrait of Shea on this site'>Shea</a> (ESFP) than it does his family members, <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a> (INTJ), <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to spiritual portrait of Cersei on this site'>Cersei</a> (ISTJ), and <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to spiritual portrait of Tywin on this site'>Tywin</a> (ISTJ).</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1355" }
    }, {
      "id": "1363",
      "title": "Margaery Tyrell",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Margaery Tyrell' target='_blank'>Queen Margaery</a> of the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Westeros' target='_blank'>Seven Kingdoms</a>",
      "gallery_page_teaser": "Margaery Tyrell's spiritual portrait shows she is open-minded, idealistic, outgoing, warm, and friendly.  Click on the image to learn more!",
      "image_file_name": "enfp-margaery_tyrell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Margery_Tyrell-Natalie_Dormer.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in Margaery's spiritual portrait represents her dominant personality trait, her openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she easily adapts to new situations.",
      "explain_aux": "The Red in Margaery's spiritual portrait represents her auxiliary personality trait, her warmth and compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her friendliness and amiability, and the way she cares for poor people.",
      "story_intro_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of many....</p>",
      "story_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of most of the other characters on <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, which are in general more pragmatic (Yellow) or objective (Green) or both.</p><h4>Vision, Compassion, and a Very Specific Goal</h4><p>Her idealism and compassion is evident in her desire for a better world for everyone in general and herself in particular.  Her idealism is ostensibly the reason she helps the poor, but ultimately her choice of men makes it obvious her goal is to become the queen.</p><p>With this very specific goal in mind, Margaery knows she cannot afford to be picky when it comes to choosing her mate.</p><blockquote>Some women like tall men.  Some like short men.  Some like hairy men.  And then some like bald men.  Gentle men, rough men, ugly men, pretty men, pretty girls.  Most women don't know what they like until they've tried it.  And, sadly, so many of us get to try so little before we're old and gray.<br />&nbsp;&mdash;&nbspGame of Thrones: <a href='http://www.imdb.com/title/tt2178814/' title='Page for season 3, episode 7 of GoT: The Bear and the Maiden Fair on imdb.com' target='_blank'>The Bear and the Maiden Fair</a>, Season 3, Episode 7.</blockquote><p>Her marriages make it apparent she will not let petty superficialities get in the way of achieving her goal.  And she accepts that she may not get someone who is ideal, which is ok, because she's focused on the big picture.</p><p>At one point she comes very close to achieving her goal, but fails:</p><blockquote>Margaery Tyrell: One of my husbands preferred the company of men and was stabbed through the heart.  Another was happiest torturing animals and was poisoned at our wedding feast.  I must be cursed.<br />Olenna Tyrell: Nonsense.  Your circumstances have improved markedly.  You may not have enjoyed watching him die, but you enjoyed it more than you would have enjoyed being married to him, I can promise you that.<br />Margaery Tyrell: But I would have been the queen.<br />Olenna Tyrell: Our alliance with the Lannisters remains every bit as necessary to them as it is unpleasant for us.  You did wonderful work on Joffrey.  The next one should be easier.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt2972426/' title='Page for Season 4, Episode 3 of GoT: Breaker of Chains on imdb.com' target='_blank'>Breaker of Chains</a>, Season 4, Episode 3.</blockquote><p>However, she perseveres &mdash; and eventually succeeds:</p><blockquote>King Tommen Baratheon: <q>King Tommen.</q>  Still sounds strange to me.  Does <q>Queen Margaery</q> sound strange to you?<br />Queen Margaery Tyrell: So strange.  Husband.<br />King Tommen Baratheon: Wife.  [Both laugh.]  Sometimes it feels odd.  I'm the king, I've married the most beautiful woman in the world, and it's all because my brother died.<br />Queen Margaery Tyrell: I understand.  But it's not your fault.  You know that, don't you?  You mustn't feel guilty.<br />King Tommen Baratheon: I don't feel guilty.  That's what's odd.  [Sits up.]  Do you like to sail?<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for Season 5, Episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><h4>In the Game of Thrones You Either Win or ...</h4><p>Margaery's extraordinary intuition evidences itself in a profound way at Cersei's trial, in the final scene in the sept:</p><blockquote>Margaery Tyrell: There's something wrong.<br />High Sparrow: You have nothing to fear, Your Grace.  The trial will begin shortly.<br />Margaery Tyrell: Cersei is not here.  Tommen is not here. Why do you think they're not here?<br />High Sparrow: If the accused is not here, she will be tried regardless.  We cannot escape the justice of the gods.<br />Margaery Tyrell: Forget about the bloody gods and listen to what I'm telling you.  Cersei understands the consequences of her absence and she is absent anyway, which means she does not intend to suffer those consequences.  The trial can wait.  We all need to leave.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283094/' title='Page for Season 6, Episode 10 of GoT: The Winds of Winter on imdb.com' target='_blank'>The Winds of Winter</a>, Season 6, Episode 10.</blockquote><p>Out of all the people in the sept that day, she is the only one who foresaw the danger they were in.</p><p>Margarey Tyrell's spiritual portrait, along with her words and actions, show that the idealism in her personality makes her personality truly unique among the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Song of Fire and Ice, cued up to the section on Westeros' target='_blank'>Westerosi</a>.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1364",
      "title": "High Sparrow",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/High_Sparrow' xtitle='Wikipedia page for High Sparrow' target='_blank'>High Septon</a>, Father of the Faithful, and Voice of the Seven on Earth",
      "gallery_page_teaser": "The High Sparrow's spiritual portrait shows he is extremely logical and rather idealistic.  Click on the image to learn more!",
      "image_file_name": "intj-high_sparrow-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:The_High_Sparrow-Jonathan_Pryce.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in the High Sparrow's spiritual portrait represents his dominant personality trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his plain manner of dress, which includes going without shoes.",
      "explain_aux": "The Green in the High Sparrow's spiritual portrait represents his auxiliary personality trait, his objectivity.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he insists that the laws apply equally to all people, regardless of whether they are high-born, or how much wealth or power they might have.",
      "story_intro_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of ....</p>",
      "story_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to spiritual portrait of Joffrey Baratheon on this site'>Joffrey Baratheon</a> than it does to the image of any of the other characters.</p><h4>Very Much Like <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a></h4><p>Both the High Sparrow and Joffrey are decisive and intuitive INTJs who are capable of extreme cruelty &mdash; but manage to get others to carry out their dirty work.  In the portraits of these two personalities, this quality shows up as large amounts of Green, indicating a preference for objectivity over compassion.</p><p>The main difference between them is that the High Sparrow's ideals have a foundation in the <a href='https://en.wikipedia.org/wiki/Themes_in_A_Song_of_Ice_and_Fire#Faith_of_the_Seven' title='Wikipedia page for Themes in the series, cued to the part of the page that describes the Faith of the Seven' target='_blank'>Faith of the Seven</a>, while Joffrey's ideals appear to be founded on whimsy.  Not only that, but when it comes to his ideals, the High Sparrow sees past others' personas and into the strength of their faith.</p><blockquote>You know, there are some who know every verse of the sacred text, but don't have a drop of the Mother's mercy in their blood, and savages who can't read at all who understand the Father's wisdom.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>An exchange between the High Sparrow and <a href='https://en.wikipedia.org/wiki/Olenna_Tyrell' title='Wikipedia page for Olenna Tyrell' target='_blank'>Olenna Tyrell</a>, who is trying to bribe him, is particularly revealing:</p><blockquote>Olenna Tyrell: What is it you want?  Gold?  I'll make you the richest septon who ever lived.<br />High Sparrow: [Chuckles.]<br />Olenna Tyrell: What then?<br />High Sparrow: I imagine this must be strange for you.  Everyone you meet has a hidden motive, and you pride yourself on sniffing it out.  But I'm telling you a simple truth.  I serve the gods.  The gods demand justice.<br />Olenna Tyrell: How do they communicate their demands?  By raven or horse?<br />High Sparrow: By the holy text, The Seven-Pointed Star.  If you don't have one in your library, I'll give you my own.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866846/' title='Page for season 5, episode 7 of GoT: The Gift on imdb.com' target='_blank'>The Gift</a>, Season 5, Episode 7.</blockquote><p>It is difficult to imagine any of the other characters responding to Olenna this way &mdash; anyone else, of course, except Joffrey.</p><h4>Very Different Backgrounds</h4><p>The differences between the High Sparrow and Joffrey are due in part to the difference in their ages, but are really more a result of their different backgrounds.</p><p>In another revealing scene, the High Sparrow tells his life story to <a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Queen Margaery Tyrell' target='_blank'>Queen Margaery Tyrell</a>:</p><blockquote>High Sparrow: And I saw it with perfect clarity.  I saw what my sins were.  The gold I had, the wine I drank, the women I used, my ceaseless struggle to maintain my position.  It was all part of a story.  A story I was telling myself about who I was.  A collection of lies that would disappear in the light.  The people I was trying to climb away from, the beggars in the street, the poor, they were closer to the truth than I ever was.<br />Queen Margaery Tyrell: So what did you do?<br />High Sparrow: I left to go and find them.  [Laughs.]  I didn't even put on my shoes.  I walked out the door and never went back.  [Sighs.]<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283016/' title='Page for season 6, episode 4 of GoT: Book of the Stranger on imdb.com' target='_blank'>Book of the Stranger</a>, Season 6, Episode 4.</blockquote><p>At this point, an astute viewer may start to question the High Sparrow's integrity, because in an earlier conversation with <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a> he claimed:</p><blockquote>Cersei Lannister: Why no shoes?<br />High Sparrow: Because I gave them away to someone who needed them more.  We all do that.  It stops us from forgetting what we really are.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for season 5, episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><p>One might think this inconsistency is a writers' goof.  More likely it is evidence of the show's <a href='' title='Wikipedia page listing themes on GoT, cued to the section on moral ambiguity' target='_blank'>moral ambiguity</a>.</p><h4>Religious Leader, or Creepy Old Man?</h4><p>The High Sparrow's moral ambiguity is further revealed in a conversation he has with Margaery.  Ostensibly voicing some concern about the realm, he demonstrates a creepiness that, coming from anyone else, could be considered completely out of line:</p><blockquote>High Sparrow: The King mentioned that since your reunion you haven't joined him in the marriage bed.<br /> Queen Margaery Tyrell: No.<br />High Sparrow: You have a duty, your grace.  To your husband, your king, your country, to the gods themselves.<br />Queen Margaery Tyrell: It's just....  The desires that once drove me no longer do.<br />High Sparrow: Congress does not require desire on the woman's part, only patience.  The King must have an heir if we are to continue our good work.<br />Queen Margaery Tyrell: Forgive me.  Sometimes the true path is hard to find.<br />High Sparrow: Hard to find and harder still to walk upon.  But you've made progress.  I only pray your grandmother follows your lead.<br />Queen Margaery Tyrell: My grandmother?<br />High Sparrow: Yes.  The Queen of Thorns is a remarkable woman, a strong woman, and an unrepentant sinner.  You must teach her the new way as she taught you the old.  Or I fear for her safety, body and soul.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>Suddenly this deeply religious man is manipulating the queen like a pimp would maniuplate one of his whores, and making threats against a high-born matriarch as a gangster might threaten a rival!</p><p>Fans of the show, however, can understand his motivations: whenever the heir to the Iron Throne comes under dispute, violence ensues &mdash; armies fight, heads roll, and people die.  In this world, having a proper heir to the throne can save thousands of lives.</p>",
      "compare_to": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1355" },
      "contrast_with": { "gallery_file_name": "1350-fictional-tv-game_of_thrones-all", "image_id": "1358" }
    }, {
      "id": "1365",
      "title": "Bran Stark",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bran_Stark' title='Wikipedia page for Bran Stark' target='_blank'>Fourth Child</a> and Second Son of <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to spiritual portrait of Ned Stark on this site'>Ned</a> and <a href='/image/1350-fictional-tv-game_of_thrones-all/1354/' title='Link to spiritual portrait of Catelyn Stark on this site'>Catelyn</a> Stark",
      "gallery_page_teaser": "Bran Stark's spiritual portrait shows he is very open to new ideas - new ways of seeing things.  Click on the image to learn more!",
      "image_file_name": "intp-brandon_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bran_Stark_-_Isaac_Hempstead-Wright.jpeg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "3", "p_score": "16" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Green in Bran's spiritual portrait represents his dominant personality trait, his preference for making objective rather than subjective decisions.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he remains relatively calm in the face of the remarkable things that happen to him.",
      "explain_aux": "The Blue in Bran's spiritual portrait represents his auxiliary personality trait, his preference for seeing the world more in terms of ideas than of facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is open to being a warg - someone whose spirit can inhabit another person or creature, such as Hodor or his wolf Summer.",
      "story_intro_html": "<p>Bran's father <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to the spiritual portrait of  on this site'>Eddard <q>Ned</q> Stark</a> named him <q>Brandon</q> after <a href='http://awoiaf.westeros.org/index.php/Eddard_Stark' title='Link to a page about Eddard Stark at awoiaf.westeros.org' target='_blank'>Ned's</a> departed <a href='http://awoiaf.westeros.org/index.php/Brandon_Stark' title='Link to a page about Brandon Stark at awoiaf.westeros.org' target='_blank'>oldest brother</a>, who <a href='http://awoiaf.westeros.org/index.php/Brandon_Stark#Death_and_legacy' title='Link to a page about the older Brandon Stark at awoiaf.westeros.org, cued to the section about his death' target='_blank'>died</a> before Bran was born.  Everyone calls the ....</p>",
      "story_html": "<p>Bran's father <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to the spiritual portrait of  on this site'>Eddard <q>Ned</q> Stark</a> named him <q>Brandon</q> after <a href='http://awoiaf.westeros.org/index.php/Eddard_Stark' title='Link to a page about Eddard Stark at awoiaf.westeros.org' target='_blank'>Ned's</a> departed <a href='http://awoiaf.westeros.org/index.php/Brandon_Stark' title='Link to a page about Brandon Stark at awoiaf.westeros.org' target='_blank'>oldest brother</a>, who <a href='http://awoiaf.westeros.org/index.php/Brandon_Stark#Death_and_legacy' title='Link to a page about the older Brandon Stark at awoiaf.westeros.org, cued to the section about his death' target='_blank'>died</a> before Bran was born.  Everyone calls the younger Brandon <q>Bran,</q> except <a href='/image/1350-fictional-tv-game_of_thrones-all/1354/' title='Link to the spiritual portrait of Catelyn Stark on this site'>his mother</a> when she's mad at him, and <a href='/image/1350-fictional-tv-game_of_thrones-all/1367/' title='Link to the spiritual portrait of Petyr Baelish on this site'>Petyr Baelish</a>, who presumably just doesn't know any better.</p><p>As a child who is only seven years old when <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> begins, Bran Stark is one of the youngest characters on the show.  Like his siblings, he grows up quickly after the death of his parents.</p><p>Bran enjoys climbing, but one day he falls from a tower, lands on his back, and ends up crippled for life.  It turns out, however, that he is a <a href='https://en.wikipedia.org/wiki/Warg#Other_works' title='Wikipedia page for warg, cued to the section about other works, which includes, at the very end, a reference to the use of the term by George R. R. Martin in the Game of Thrones novels and show' target='_blank'>warg</a> &mdash; someone whose spirit can inhabit other animals and even people.</p><h4>Bran's World of Ideas</h4><p>The Blue in Bran's spiritual portrait represents his fairly strong preference for ideas over facts.  Given that the fall has left him crippled for the rest of his life, it's easy to see how he would have this preference.</p><p>Once Bran wakes up from the coma induced by the fall, his dreams &mdash; Bran's new world of ideas &mdash; become more and more vivid, eventually becoming visions.  At one point, when some mutinous former members of the <a href='http://iceandfire.wikia.com/wiki/Night%27s_Watch' title='Link to a page about Nights Watch at iceandfire.wikia.com' target='_blank'>Night's Watch</a> are keeping him, Meera, and Jogen prisoners at <a href='http://awoiaf.westeros.org/index.php/Craster%27s_Keep' title='Link to a page about Crasters Keep at awoiaf.westeros.org' target='_blank'>Craster's Keep</a>, he realizes Jogen has visions similar to his.</p><blockquote>Jogen: [To Brandon.]  You mustn't let anything stop you.<br />Brandon Stark: [Looks at his hands, which are tied up.]  They already have stopped me.<br />Jogen: No.  You're not here.  You're far from here.<br />Meera: What does that mean?<br />Jogen: At the hill.  A great Weirwood tree.<br />Brandon: [Smiles knowingly.]  You've seen it, too.  [A Weirwood tree on a hill appears in behind him.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt3060856/' title='Page for the episode First of His Name on imdb.com' target='_blank'>First of His Name</a>, Season 4, Episode 5 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2014).</blockquote><p>As he, Meera, and Jogen get closer to finding the tree in their visions, Bran begins to gain more control over his visions and his ability to warg.  He learns how to completely control his ability to see things through his direwolf <a href='http://gameofthrones.wikia.com/wiki/Summer' title='Link to a page about Summer at gameofthrones.wikia.com' target='_blank'>Summer</a>'s eyes, and is even able to <q>enter </q> <a href='http://awoiaf.westeros.org/index.php/Hodor' title='Link to a page about Hodor at awoiaf.westeros.org' target='_blank'>Hodor</a>'s mind and control his actions when they get in trouble.</p><h4>Under the Weirwood Tree</h4><p>They eventually find the <a href='http://gameofthrones.wikia.com/wiki/Weirwood' title='Link to a page about Weirwood tree at gameofthrones.wikia.com' target='_blank'>Weirwood tree</a>, and meet a character known as the <q><a href='http://gameofthrones.wikia.com/wiki/Three-Eyed_Raven' title='Link to a page about Three-Eyed Raven at gameofthrones.wikia.com' target='_blank'>Three-Eyed Raven</a>,</q> who lives in a <a href='http://gameofthrones.wikia.com/wiki/Cave_of_the_Three-Eyed_Raven' title='Link to a page about the Cave of the Three-Eyed Raven at gameofthrones.wikia.com' target='_blank'>cave</a> under it, entwined in the Weirwood tree's roots.  Under his tutelage, Bran learns even more about how to control his visions, and eventually Bran learns <q>everything.</q></p><p>During this time, Bran's preference for ideas starts to turn into a dangerous obsession.</p><blockquote>[The Three-eyed Raven halts Bran Stark's pursuit of his father Ned in a vision, causing him to <q>wake up.</q>]<br />Bran Stark: [Inhales deeply.] Why did you do that?  Take me back there.  I want to go back.<br />Three-eyed Raven: No.<br />Bran: He heard me.<br />Three-eyed Raven: Maybe.  Maybe he heard the wind.<br />Bran: He heard me.<br />Three-eyed Raven: The past is already written.  The ink is dry.<br />Bran: What's in that tower?  I want to go back there.<br />Three-eyed Raven: I've told you many times, stay too long where you don't belong and you will never return.<br />Bran: Why do I want to return?  So I can be a cripple again?  So I can talk to an old man in a tree?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt4131606/' title='Page for the episode Oathbreaker on imdb.com' target='_blank'>Oathbreaker</a>, Season 6, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2016).</blockquote><p>Bran's openness to new ideas and experiences &mdash; visible as the Blue and Yellow in his spiritual portrait &mdash; borders on recklessness.  His carelessness with regards to the risks he so heartily embraces, which was formerly manifested in his determination to climb the walls of Winterfell higher than is safe, is now fueling his desire to stay in his world of ideas longer than is safe.</p><h4>Bran's Head Rules His Heart</h4><p>Bran's preference for making logical rather than emotional decisions &mdash; represented by the Green in his spiritual portrait &mdash; is evident in a crucial moment when his half-brother <a href='/image/1350-fictional-tv-game_of_thrones-all/1359/' title='Link to the spiritual portrait of Jon Snow on this site'>Jon Snow</a> shows up to take care of the mutineers who hold Bran and his friends prisoner at Craster's Keep.</p><blockquote>Bran: [Sees his brother fighting fairly close by.]  Jon!<br />Jogen: If he sees you he won't let you go north.<br />Bran: He's my brother.<br />Jogen: And wants to protect you.  He'll take you back to Castle Black.  You have to decide.  Do you want to find the three-eyed raven?<br />Bran: Hodor.<br />Hodor: Hodor.<br />Bran: We need to free Summer, and we need to go.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt3060856/' title='Page for the Game of Thrones episode entitled First of His Name on imdb.com' target='_blank'>First of His Name</a>, Season 4, Episode 5 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2014).</blockquote><p>Thanks to Jogen's understanding and foresight &mdash; it's reasonable to expect that since he and Bran have similar abilities, they may also have similar personalities &mdash; Bran is able to see he needs to stay focused on the big picture.  Because, as everyone knows, <q><a href='https://winteriscoming.net/' title='Link to the home page at winteriscoming.net' target='_blank'>Winter is Coming</a>.</q></p><h4>Cold Winters &mdash; and Cold People</h4><p>As is the case with so many characters on Game of Thrones, Bran's rationality often manifests more as cold, indifferent, objectivity &mdash; <q><a href='https://www.youtube.com/watch?v=lYiaT6CsSaM' title='Video of No Feelings, performed live at Brixton Academy in 2007 on youtube.com' target='_blank'>No Feelings</a></q> &mdash; when dealing with others rather than as any sort of superior ability in math, science, or the like &#x263A.</p><p>One example of Bran's objectivity appears in the way he awkwardly and tersely thanks Meera for her help, without even mentioning Hodor's and her brother Jogen's sacrifices, in their quest to find the Weirwood tree of Bran's visions.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[1]</sup></a></p><blockquote>Bran Stark: You're leaving.<br />Meera: I don't want to leave you.  But when - when they come, I need to be with my family.  You're safe.  Well, safe as anyone can be now.  You don't need me anymore.<br />Bran: No, I don't.<br />Meera: That's all you've got to say?<br />Bran: Thank you.<br />Meera: <q>Thank you?</q><br />Bran: For helping me.<br />Meera: My brother died for you.  Hodor and Summer died for you.  I almost died for you.  Bran &mdash;<br />Bran: I'm not, really.  Not anymore.  I remember what it felt like to be Bran Stark.  But I remember so much else now.<br />Meera: [Voice breaking, trying not to cry.]  You died in that cave.  [Leaves.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt5775846/' title='Page for the episode The Spoils of War on imdb.com' target='_blank'>The Spoils of War</a>, Season 7, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>And like so many other characters on the show, Bran has strong feelings for members of his immediate family.  The following quote from a conversation with Sansa shows that &mdash; as is so often the case with people who struggle expressing their emotions &mdash; he hasn't quite mastered tactfulness, much less empathy.</p><blockquote>Bran: It means I can see everything.  Everything that's ever happened, to everyone.  Everything that's happening right now.  It's all pieces now, fragments.  I need to learn to see better.  When the Long Night comes again, I need to be ready.<br />Sansa: How do you know all this?<br />Bran: The Three-Eyed Raven taught me.<br />Sansa: I thought you were the Three-Eyed Raven.<br />Bran: I told you it's difficult to explain.<br />Sansa: [Sighs.] Bran -<br />Bran: <b>I'm sorry for all that's happened to you.  I'm sorry it had to happen here, in our home.  It was so beautiful that night.  Snow falling, just like now.  And you were so beautiful, in your white wedding dress.</b><br />Sansa: [Breathes heavily and looks afraid.] I have to go back inside, Bran.<br />Bran: I'll stay a bit longer.<br />Sansa: [Leaves.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt5775840/' title='Page for the episode of Game of Thrones entitled The Queens Justice on imdb.com' target='_blank'>The Queen's Justice</a>, Season 7, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).  [<b>Emphasis added.</b>]</blockquote><p>Naturally Sansa is horrified to suddenly learn her younger brother knows what <a href='https://en.wikipedia.org/wiki/Unbowed,_Unbent,_Unbroken#In_Winterfell' title='Wikipedia page for episode 6 of season 5 of Game of Thrones, which is entitled Unbowed, Unbent, Unbroken, cued to the section about what happened in the episode at Winterfell' target='_blank'>transpired once she was married</a> to the sadistic <a href='https://en.wikipedia.org/wiki/Ramsay_Bolton' title='Wikipedia page for Ramsay Bolton' target='_blank'>Ramsay Bolton</a> &mdash; someone so despicable, by the way, that his image will not be appearing on these pages.  It's reasonable to think that if Bran was more sensitive to his sister's emotions, he would have kept that to himself.</p><h4>Bran Is Dead, Long Live Bran</h4><p>Meera's observation that Bran <q>died in that cave</q> is, when seen in the light of other plots in the show, extremely profound.  From the individual <a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/ResurrectionTropes' title='Link to a page about Resurrection tropes at tvtropes.org' target='_blank'>resurrections</a> of <a href='http://gameofthrones.wikia.com/wiki/Jon_Snow' title='Link to a page about Jon Snow at gameofthrones.wikia.com' target='_blank'>Jon Snow</a> and <a href='http://gameofthrones.wikia.com/wiki/Beric_Dondarrion' title='Link to a page about Beric Dondarrion at gameofthrones.wikia.com' target='_blank'>Beric Dondarrion</a>, to the mass <a href='https://english.stackexchange.com/questions/35589/history-of-x-is-dead-long-live-x' title='Link to a page about the phrase x is dead, long live x at english.stackexchange.com' target='_blank'>resurrections</a> of <a href='http://awoiaf.westeros.org/index.php/Wights' title='Link to a page about the wights at awoiaf.westeros.org' target='_blank'>the wights</a> &mdash; assuming one could actually call their <a href='https://www.urbandictionary.com/define.php?term=Afterlife' title='Page for the term afterlife at www.urbandictionary.com' target='_blank'>afterlife</a> a <q><em>life</em></q> &mdash; rebirth is a common theme in the Westeros of Game of Thrones.</p><p>However the aftermath of the <q>death</q> of Bran's childhood identity takes a different form &mdash; it is more of an awakening.  If Bran's new life is a rebirth, then Arya's return from Braavos and Sansa's second chance as Lady of Winterfell &mdash; significantly, without Ramsay &mdash; can be considered rebirths as well.</p><p>Certainly, extrapolating this idea of rebirth to include the reappearance of older, long-dead Starks &mdash; such as Ned, Catelyn, or <a href='/image/1350-fictional-tv-game_of_thrones-all/1353/' title='Link to the spiritual portrait of Robb Stark on this site'>Robb</a> &mdash; is futile, because no one likes <a href='https://en.wikipedia.org/wiki/Tommy_Westphall#The_Tommy_Westphall_Universe_Hypothesis' title='Wikipedia page for Tommy Westphall, cued to the section about The Tommy Westphall Universe Hypothesis' target='_blank'>silly series finales</a>.  Similarly, the <a href='https://www.washingtonpost.com/news/arts-and-entertainment/wp/2018/02/06/david-benioff-and-d-b-weiss-will-make-star-wars-movies-because-the-franchise-can-never-end/' title='Link to an article stating David Benioff and D. B. Weiss will be making Star Wars movies at www.washingtonpost.com' target='_blank'>show's writers</a> are way too smart to do anything to incite accusations of <a href='https://www.urbandictionary.com/define.php?term=jump%20the%20shark' title='Page for the term jumping the shark at www.urbandictionary.com' target='_blank'>jumping the shark</a>.</p><p>Moreover, speculation of any type about what might happen in the final season is totally futile, because who would want to do anything that might ruin the suspense?</p><p>In these dark times (2018), when winter has arrived but we don't yet know what happens to the show's myriad <a href='https://www.urbandictionary.com/define.php?term=protagonist' title='Page for the term protagonist at www.urbandictionary.com' target='_blank'>protagonists</a>, the best advice for fans of the show is: <q> <a href='http://www.yodaquotes.net/patience-you-must-have-my-young-padawan/' title='Link to a page containing the quote at http://www.yodaquotes.net' target='_blank'>patience you must have, my young padawan[s]</a>.</q></p><hr /><h4>About This Portrait</h4><p>This profile is based on Bran as he appears in the first five seasons and the first few episodes of season six &mdash; before season 6, episode 5, <a href='http://www.imdb.com/title/tt4283028/' title='Page for the Game of Thrones episode entitled The Door on imdb.com' target='_blank'>The Door</a> &mdash; the episode in which he transforms into the <a href='http://gameofthrones.wikia.com/wiki/Three-Eyed_Raven' title='Link to a page about the Three-eyed Raven at gameofthrones.wikia.com' target='_blank'>Three-eyed Raven</a>.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[1]</sup></a></p><hr /><a name='footnotes'></a><h4>Footnote</h4><p>[&sup1;]&nbsp;Although Bran's role as the Three-eyed Raven is only starting, it seems evident that, at least as far as the type of personality analysis used to create these portraits is concerned, his personality is not changing so much as it is growing more intense.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1366",
      "title": "Olenna Tyrell",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Olenna_Tyrell' title='Wikipedia page for Queen of Thorns' target='_blank'>Queen of Thorns</a>",
      "gallery_page_teaser": "Olenna Tyrell's spiritual portrait shows she is logical and pragmatic - qualities that make for a good boss.  Click on the image to learn more!",
      "image_file_name": "estj-olenna_tyrell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Olenna_Tyrell-Diana_Rigg.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Green in Olenna's spiritual portrait represents her dominant personality trait, her fairly strong preference for making rational rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she does not hesitate to share her opinions of people - which can be quite negative and harsh - with them publicly, and show absolutely no regard for how it might make them feel.",
      "explain_aux": "The Yellow in Olenna's spiritual portrait represents her auxiliary personality trait, her fairly strong preference for being pragmatic and realistic.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she realistically accepts her fate when Jaime comes to visit her after his conquest of Highgarden.",
      "story_intro_html": "<p>As the matriarch of <a href='http://awoiaf.westeros.org/index.php/House_Tyrell' title='Link to a page about House Tyrell at awoiaf.westeros.org' target='_blank'>House Tyrell</a>, <a href='http://gameofthrones.wikia.com/wiki/Olenna_Tyrell' title='Link to a page about Olenna Tyrell at gameofthrones.wikia.com' target='_blank'>Olenna Tyrell</a> cares deeply about her grandchildren <a href='http://gameofthrones.wikia.com/wiki/Margaery_Tyrell' title='Link to a page about Margeary at gameofthrones.wikia.com' target='_blank'>Margeary</a> and <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to a page about Ser Loras at gameofthrones.wikia.com' target='_blank'>Ser Loras</a>.  And as the <q>Queen of Thorns,</q> she does not hesitate to ....</p>",
      "story_html": "<p>As the matriarch of <a href='http://awoiaf.westeros.org/index.php/House_Tyrell' title='Link to a page about House Tyrell at awoiaf.westeros.org' target='_blank'>House Tyrell</a>, <a href='http://gameofthrones.wikia.com/wiki/Olenna_Tyrell' title='Link to a page about Olenna Tyrell at gameofthrones.wikia.com' target='_blank'>Olenna Tyrell</a> cares deeply about her grandchildren <a href='http://gameofthrones.wikia.com/wiki/Margaery_Tyrell' title='Link to a page about Margeary at gameofthrones.wikia.com' target='_blank'>Margeary</a> and <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to a page about Ser Loras at gameofthrones.wikia.com' target='_blank'>Ser Loras</a>.  And as the <q>Queen of Thorns,</q> she does not hesitate to express the fact that she cares very little about anyone else except them &mdash; regardless of how high-born they might be.</p><blockquote>Cersei Lannister: [Condescendingly]  Ah yes, the famously tart-tongued Queen of Thorns.<br />Olenna Tyrell: [Equally condescendingly]  And the famous tart, Queen Cersei.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt2178798/' title='Link to the Game of Thrones episode And Now His Watch Is Ended at www.imdb.com' target='_blank'>And Now His Watch Is Ended</a>, Season 3, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2013).</blockquote><p>Although she did not <em>like </em> <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a>'s father <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin</a>, he was one person outside of her immediate family that Olenna <em>respected</em>.  And she in turn is one of the few people he felt worthy of his respect.  Interestingly, Olenna's and Tywin's spiritual portraits show that they have similar personalities &mdash; although <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin</a>'s personality is quite a bit more extreme.</p><h4>A Decidedly Logical Matriarch</h4><p>The Green in Olenna's spiritual portrait represents her decisiveness, which is much more on logic rather than emotion.  It is similar to Tywin Lannister's reasoning in that they both put their family &mdash; their house &mdash; above everything else.</p><blockquote>I did unspeakable things to protect my family.  Or watched them being done, on my orders.  I never lost a night's sleep over them.  They were necessary.  And whatever I imagined necessary for the safety of House Tyrell, I did.<br />&nbsp;&mdash;&nbsp;Olenna Tyrell in <a href='http://www.imdb.com/title/tt5775840/' title='Page for the episode of Game of Thrones entitled The Queens Justice on imdb.com' target='_blank'>The Queen's Justice</a>, Season 7, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>It's clear that people like Olenna and Tywin &mdash; and <a href='/image/1350-fictional-tv-game_of_thrones-all/1361/' title='Link to the spiritual portrait of Stannis Baratheon on this site'>Stannis Baratheon</a>, whose image is also very Green &mdash; have <q><a href='https://www.youtube.com/watch?v=wHiGR0iuTUo' title='Excellent syncing of a live action video with the studio version the song No Feelings by the Sex Pistols on youtube.com' target='_blank'>no feelings for anybody else</a>.</q></p><h4>In Other Words: No Feelings</h4><p>Rather than turn into apathy or self-pity, Olenna's bitterness only increases when Cersei kills her grandchildren and hundreds of others in the <a href='http://gameofthrones.wikia.com/wiki/Destruction_of_the_Great_Sept_of_Baelor' title='Link to a page about the Destruction of the Sept of Baelor at gameofthrones.wikia.com' target='_blank'>destruction of the Sept of Baelor</a>.  Ultimately she &mdash; like so many who <a href='https://www.youtube.com/watch?v=QR3fD5YyN3g' title='Video of Cersei defining how to play the Game of Thrones on youtube.com' target='_blank'>play the Game of Thrones</a>, she is left only with a desire for vengence.</p><blockquote>Olenna Tyrell: The last time a Tyrell came to Dorne, he was assassinated.  A hundred red scorpions, was it?<br />Ellaria Sand: You have nothing to fear from us, Lady Olenna.<br />Olenna: You murder your own prince, but you expect me to trust you?<br />Obara Sand: We invited you to Dorne because we needed your help.  You came to Dorne because you needed our help.<br />Olenna: What is your name again?  Barbaro?<br />Obara: Obara.<br />Olenna: Obara.  [Nods and smiles.]  You look like an angry little boy.  Don't presume to tell me what I need.<br />Nymeria Sand: Forgive my sister.  What she lacks in diplomacy, she makes &mdash;<br />Olenna: Do shut up dear.  [Looks at Tyene.]  Anything from you?  [Gives her no chance to respond.]  No?  Good.  Let the grown women speak.<br />Ellaria: The Lannisters have declared war on House Tyrell.  They have declared war on Dorne.  We must be allies now if we wish to survive.<br />Olenna: Cersei stole the future from me.  She killed my son.  She killed my grandson.  She killed my granddaughter.  Survival is not what I'm after now.<br />Ellaria: You're absolutely right.  I chose the wrong words.  It is not survival I offer.  It is your heart's desire.<br />Olenna: [Smiles wryfully.] And what is my heart's desire?<br />Ellaria: Vengence.  Justice.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt4283094/' title='Page for the Game of Thrones episode entitled The Winds of Winter on imdb.com' target='_blank'>The Winds of Winter</a>, Season 6, Episode 10 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2016).</blockquote><p>In <a href='http://iceandfire.wikia.com/wiki/Westeros' title='Link to a page about Westeros at iceandfire.wikia.com' target='_blank'>Westeros</a>, having <a href='https://www.youtube.com/watch?v=KUT1RP5-QIc' title='Video of an alternate version of the song No Feelings by The Sex Pistols on youtube.com' target='_blank'>no feelings</a> is not a character flaw that someone might have.  It's what makes it possible to wake up day after day when everything seems lost.</p><h4>Pragmatic Perceptions</h4><p>The Yellow in Olenna's spiritual portrait represents her pragmatism.  Although having no feelings for people other than her family is a prerequisite for her self-centeredness, her pragmatism provides the basis for it.</p><blockquote>Kevan Lannister: If it doesn't go as planned, the Sparrows have many friends in this city.  We'll have civil war.  Many will die.<br />Olenna Tyrell: Many will die no matter what we do.  Better them than us.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt4283016/' title='Page for the Game of Thrones episode entitled Book of the Stranger on imdb.com' target='_blank'>Book of the Stranger</a>, Season 6, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2016).</blockquote><p>In fact, Olenna favors pragmatism so much that she doubts others can see things any differently.  This is evident in a very revealing and highly entertaining conversation she has with the &mdash; <em>presumably</em> religious, in her view &mdash; High Sparrow:</p><blockquote>Olenna Tyrell: Spare me the homilies.  I can smell a fraud from a mile away.<br />High Sparrow: Useful talent.<br />Olenna: I'm here for my grandson and my granddaughter.<br />High Sparrow: Your grandson and granddaughter swore sacred vows and lied.  The Father judges us all.  Sons of high lords, sons of fishermen.  If you break his laws, you will be punished.<br />Olenna: Don't you walk away from me.<br />High Sparrow: You don't give commands here, Olenna.<br />Olenna: What is it you want?  Gold?  I'll make you the richest septon who ever lived.<br />High Sparrow: [Chuckles.]<br />Olenna: What then?<br />High Sparrow: I imagine this must be strange for you.  Everyone you meet has a hidden motive, and you pride yourself on sniffing it out.  But I'm telling you a simple truth.  I serve the gods.  The gods demand justice.<br />Olenna: How do they communicate their demands?  By raven or horse?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt3866846/' title='Page for the episode entitled The Gift on imdb.com' target='_blank'>The Gift</a>, Season 5, Episode 7 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2015).</blockquote><p>And indeed, Olenna's presumption of pragmatism in others is fairly accurate.  Although a preference for idealism is evident in the Blue in the spiritual portraits of the <a href='/image/1350-fictional-tv-game_of_thrones-all/1364/' title='Link to the spiritual portrait of High Sparrow on this site'>High Sparrow</a>, <a href='/image/1350-fictional-tv-game_of_thrones-all/1355/' title='Link to the spiritual portrait of Joffrey on this site'>Joffrey</a>, <a href='/image/1350-fictional-tv-game_of_thrones-all/1365/' title='Link to the spiritual portrait of Bran Stark on this site'>Bran Stark</a>, and <a href='/image/1350-fictional-tv-game_of_thrones-all/1367/' title='Link to the spiritual portrait of Petyr Baelish on this site'>Petyr Baelish</a> &mdash; it is by and large a fairly rare trait in <a href='http://www.westeros.org/' title='Link to a page about Westeros at www.westeros.org' target='_blank'>Westeros</a>.</p><h4>In the End</h4><p>Ultimately, the most that people who live in a Westeros ruled by Queen Cersei can hope for is a quick and painless death.  As it turns out, Olenna is fortunate to have <a href='/image/1350-fictional-tv-game_of_thrones-all/1352/' title='Link to the spiritual portrait of Jaime Lannister on this site'>Jaime Lannister</a> &mdash; whose varied experiences seem to be helping him get <q>in touch with</q> his humanity &mdash; as her executioner.</p><blockquote>Jaime Lannister: I think we're done here.<br />Olenna Tyrell: How will it happen?<br />Jaime: Cersei had several ideas.  Whipping you through the streets and beheading you in front of the Red Keep.  Flaying you alive and hanging you from the walls of King's Landing.  I talked her out of those.  [Pulls out a small vial, pops the small cork off of it, pours it in a glass of wine, and pushes the glass towards Olenna.]<br />Olenna: Will there be pain?<br />Jaime: No, I made sure of that.<br />Olenna: That's good.  [Takes glass and quickly drinks all the wine in the glass, and sets it down, empty.]  I'd hate to die like your son.  Clawing at my neck, foam and bile spilling from my mouth, eyes blood red, skin purple.  Must have been horrible for you, as a Kingsguard, as a father.  It was horrible enough for me.  A shocking scene.  Not at all what I intended.  You see, I had never seen the poison work before.  Tell Cersei.  I want her to know it was me.<br />Jaime: [Hesitates a bit while it sinks in, then leaves.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt5775840/' title='Page for the episode of Game of Thrones entitled The Queens Justice on imdb.com' target='_blank'>The Queen's Justice</a>, Season 7, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>And so, as the <a href='http://awoiaf.westeros.org/index.php/The_Rains_of_Castamere' title='Link to page about the song The Rains of Castamere at awoiaf.westeros.org' target='_blank'>song</a> goes, another <a href='http://awoiaf.westeros.org/index.php/House_Reyne' title='Link to a page about House Reyne at awoiaf.westeros.org' target='_blank'>house</a> in Westeros meets its end at the hands of the Lannisters.</p><p>Whether the rains still <a href='https://www.youtube.com/watch?v=w3QW8PVyyNM' title='Still video of a three-eyed raven, backed by the song The Rains of Catemere, on youtube.com' target='_blank'>make a sound</a> when there's <q>no one there to hear</q> is a question for the philosophers to answer.  One thing though is certain: Lady Olenna Tyrell &mdash; when she was alive and definitely now that she's passed on &mdash; surely doesn't give a damn.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1367",
      "title": "Petyr Baelish",
      "subtitle_html": "<q><a href='https://en.wikipedia.org/wiki/Petyr_Baelish' title='Wikipedia page for Petyr Baelish' target='_blank'>Littlefinger</a>,</q> Lord of <a href='http://gameofthrones.wikia.com/wiki/Harrenhal' title='Link to Harrenhal at gameofthrones.wikia.com' target='_blank'>Harrenhal</a>",
      "gallery_page_teaser": "Petyr Baelish's spiritual portrait shows he has a lot of ideas and the ability to reason logically - a quality which can help him make the ideas take shape.  Click on the image to learn more!",
      "image_file_name": "intp-petyr_baelish-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Aidan_Gillen_playing_Petyr_Baelish.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Green in Petyr's spiritual portrait represents his dominant personality trait, his preference for logic over emotion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he is calm while treating people very coldly, even to the point of betraying them completely.",
      "explain_aux": "The Blue in Petyr's spiritual portrait represents his auxiliary personality trait, his fairly strong preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he builds his entire life around an idea - the idea of him sitting on the Iron Throne.",
      "story_intro_html": "<p>As a child, Petyr Baelish got his start in <a href='http://gameofthrones.wikia.com/wiki/Westeros' title='Link to a page about Westeros at gameofthrones.wikia.com' target='_blank'>Westeros</a> as a ward of <a href='http://gameofthrones.wikia.com/wiki/Hoster_Tully' title='Link to a page about Lord Hoster Tully at gameofthrones.wikia.com' target='_blank'>Lord Hoster Tully</a>.  Hoster was the father of Lysa, <a href='/image/1350-fictional-tv-game_of_thrones-all/1354/' title='Link to spiritual portrait of Catelyn Stark on this site'>Catelyn</a>, and Edmure Tully.  While Petyr was growing up with ....</p>",
      "story_html": "<p>As a child, Petyr Baelish got his start in <a href='http://gameofthrones.wikia.com/wiki/Westeros' title='Link to a page about Westeros at gameofthrones.wikia.com' target='_blank'>Westeros</a> as a ward of <a href='http://gameofthrones.wikia.com/wiki/Hoster_Tully' title='Link to a page about Lord Hoster Tully at gameofthrones.wikia.com' target='_blank'>Lord Hoster Tully</a>.  Hoster was the father of Lysa, <a href='/image/1350-fictional-tv-game_of_thrones-all/1354/' title='Link to spiritual portrait of Catelyn Stark on this site'>Catelyn</a>, and Edmure Tully.</p><p>While Petyr was growing up with the three Tully siblings, Lysa fell in love with him, but he did not love her in return.  Instead, Petyr's heart belonged to Catelyn.</p><p>But then Catelyn wound up marrying <a href='/image/1350-fictional-tv-game_of_thrones-all/1351/' title='Link to spiritual portrait of Ned Stark on this site'>Ned Stark</a>, moving to <a href='http://gameofthrones.wikia.com/wiki/Winterfell' title='Link to a page about Winterfell at gameofthrones.wikia.com' target='_blank'>Winterfell</a>, and breaking Petyr's heart &mdash; assuming he had one.  Ultimately the infatuations driving this triangle of unrequited love prove to be fatal, largely due to Petyr's devious machinations.</p><h4>A Man With a Big Idea</h4><p>The Blue in Petyr Baelish's spiritual portrait shows he has a fairly strong preference for ideas over facts.  This preference is quite obvious in a conversation he has with <a href='/image/1350-fictional-tv-game_of_thrones-all/1360/' title='Link to the spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a> about her father <a href='/image/1350-fictional-tv-game_of_thrones-all/1357/' title='Link to the spiritual portrait of Tywin Lannister on this site'>Tywin</a> before the midpoint of the series:</p><blockquote>Cersei Lannister: My father's a practical man.  He appreciates facts.<br />Lord Baelish: Myself, I often find them a hinderance.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt2178798/' title='Link to the Game of Thrones episode And Now His Watch Is Ended at www.imdb.com' target='_blank'>And Now His Watch Is Ended</a>, Season 3, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2013).</blockquote><p>This preference makes Petyr rather unique in <a href='http://www.westeros.org/' title='Link to the home page at www.westeros.org' target='_blank'>Westeros</a>, where most of the people are &mdash; of necessity &mdash; pragmatic and down-to-earth.</p><p>Because he owns a <a href='https://www.urbandictionary.com/define.php?term=brothel' title='Page for the term brothel at www.urbandictionary.com' target='_blank'>brothel</a>, at first it seems Lord Baelish is interested in money.  In a conversation with Varys he makes it clear he has a single, highly specific ambition:</p><blockquote>Chaos isn't a pit.  Chaos is a ladder.  Many who try to climb it fail and never get to try again.  The fall breaks them.  And some are given a chance to climb, but they refuse.  They cling to the realm or the Gods or love.  Illusions.  Only the ladder is real.  The climb is all there is.<br />&nbsp;&mdash;&nbsp;Petyr Baelish in <a href='http://www.imdb.com/title/tt2178812/' title='Page for the episode of Game of Thrones entitled The Climb on imdb.com' target='_blank'>The Climb</a>, Season 3, Episode 6 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2013).</blockquote><p>Whether he missed the raven's memo or just doesn't care is a moot point.  Like all the other <a href='https://www.urbandictionary.com/define.php?term=Player' title='Page for the term player at www.urbandictionary.com' target='_blank'>players</a>, Petyr ultimately learns that, as Cersei so <a href='https://www.youtube.com/watch?v=QR3fD5YyN3g' title='Six-second video of the famous quote by Cersei, that serves as the shows namesake, on youtube.com' target='_blank'>famously said</a>, <q>when you play the game of thrones, <a href='https://en.wikipedia.org/wiki/You_Win_or_You_Die' title='Wikipedia page for you win or you die' target='_blank'>you win or you die</a>.</q></p><h4>Baelish's Rationality</h4><p>While the Blue in Petyr Baelish's spiritual portrait shows he has the ability to strategize, the Green in his image represents his ability to logically devise specific tactics for obtaining his goal.</p><p>Lord Baelish reveals his knack for recognizing the power of advantageous situations in a conversation he has with <a href='https://en.wikipedia.org/wiki/Sansa_Stark' title='Wikipedia page for Sansa Stark' target='_blank'>Sansa Stark</a> when he escorts her to <a href='http://gameofthrones.wikia.com/wiki/The_Eyrie' title='Link to a page about the Eyrie at gameofthrones.wikia.com' target='_blank'>the Eyrie</a>.</p><blockquote>If you want to get to the Eyrie, you need to go through the Bloody Gate.  It doesn't matter how large your army is, if you attack this gate, you do it on this road, [which exists in a ravine with cliffs on both sides, guarded by sentinels on the cliffs] three men abreast, and get slaughtered like goats.  The first Lords of the Vale didn't have much, but they had these mountains and they knew how to use them.  And the fortress they built here has never been overcome.  Not once in 1,000 years.  Know your strengths, use them wisely, and one man can be worth 10,000.<br />&nbsp;&mdash;&nbsp;Petyr Baelish in <a href='http://www.imdb.com/title/tt3060856/' title='Page for the Game of Thrones episode entitled First of His Name on imdb.com' target='_blank'>First of His Name</a>, Season 4, Episode 5 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2014).</blockquote><p>For one thing, it's remarkable how Petyr likes to think and speak in terms of <a href='https://en.wikipedia.org/wiki/Power_of_10' title='Wikipedia page for the powers of ten' target='_blank'>powers of ten</a>.  With a cast containing many characters who prefer logic to emotion, this may well be the first real use of mathematics on the show.</p><p>More significantly, it's quite clear he believes he can combine his intelligence with a proclivity for devious acts to become the equal of &mdash; and, in his dreams, perhaps even superior to &mdash; the <a href='http://asoiaf.westeros.org/index.php?/topic/139758-what-is-considered-highborn/' title='Link to a page about the high-born of Westeros at asoiaf.westeros.org' target='_blank'>high-born</a> of Westeros.</p><h4>Petyr the Player</h4><p>Petyr's devious machinations help him advance, but only up to a point.  He ultimately meets his match when he tangles with the <a href='http://tvtropes.org/pmwiki/pmwiki.php/Characters/GameOfThronesHouseStarkChildren' title='Link to a page about the tropes applicable to each of the children in House Stark at tvtropes.org' target='_blank'><q>children</q> of House Stark</a>.</p><blockquote>Lord Petyr Baelish: Anything I can do for you, Brandon, you need only ask.<br />Bran Stark: [Holding the dagger that Petyr gave him.]  Do you know who this belonged to?<br />Baelish: No.  That very question was what started the War of the Five Kings.  In a way, that dagger made you what you are today.  Forced from your home, driven out to the wilds beyond the Wall.  I imagine you've seen things most men wouldn't believe.  [Hands him the scabard for the dagger.]  To go through all of that and make your way home again, only to find such chaos in the world, I can only imagine -<br />Bran: Chaos is a ladder.  [A door opens and Meera enters.]<br />Baelish: [Chuckles softly.] I'm sorry to have disturbed you, Lord Stark.<br />Bran: I'm not Lord Stark.  [Baelish leaves.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt5775846/' title='Page for the episode of Game of Thrones entitled The Spoils of War on imdb.com' target='_blank'>The Spoils of War</a>, Season 7, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to a page about the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>When it comes to specifics &mdash; mood and overall <a href='http://www.elementsofcinema.com/directing/mise-en-scene-in-films/' title='Link to a page about mise-en-scene at www.elementsofcinema.com' target='_blank'>mise-en-scene</a>, number of characters involved, manner of death, trial or the lack thereof, and so on &mdash; Petyr's final scene shares very little with the one in which <a href='/image/1350-fictional-tv-game_of_thrones-all/1366/' title='Link to the spiritual portrait of Olenna Tyrell on this site'>Olenna Tyrell</a> meets her end.  However, both scenes are excellent and well worth re-watching several times.</p><p>If anything, though, most people would surely agree that seeing Baelish meet his demise is more satisfying than seeing Olenna's final moments.  This is only natural, of course, because his patronizing and creepy character is by far much more despicable than Olenna's self-centered &mdash; yet overall rather entertaining &mdash; abrasiveness.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
