{
  "gallery_group_title": "Game of Thrones",
  "gallery_group_page": "game_of_thrones",
  "gallery_title": "Game of Thrones - House Lannister",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Spoiler Alert!  If you have not seen Season 1, do not click!  What sort of personality types survive the best in a brutal world where the possibility of instanteous death lurks over everyone like a cloud?  Click to find out this and more!",
  "description_html": "<p>This gallery contains images of the personalities of some of the members of House Lannister from the show <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>.</p><p>Click on one of the images on this page to see a full-sized image on its own page.</p>",
    "story_html": "",
  "image_list":
  [
    {
      "id": "1430",
      "title": "Jaime Lannister",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Jaime_Lannister' title='Wikipedia page for Jaime Lannister' target='_blank'>Kingslayer</a>",
      "gallery_page_teaser": "This image of Jaime's personality shows he is very outgoing and has strong preferences for being logical and down-to-earth.  Click on the image to learn more!",
      "image_file_name": "estj-jaime_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Jaime_Lannister-Nikolaj_Coster-Waldau.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Jaime's dominant trait, his preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he can kill complete strangers without a hint of remorse.",
      "explain_aux": "The Yellow in this spiritual portrait represents Jaime's auxiliary trait, his realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in his keen fighting ability, which requires sharp focus on all available sights, sounds, feelings, and 'smells' -- and the ability to respond instantly to the slightest change in any of these -- while under extreme stress.",
      "story_intro_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jaime seems to have it made.  As the story of his background unfolds, however, we ....</p>",
      "story_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jaime seems to have it made.  As the story of his background unfolds, however, we learn that he has burdens and struggles, just like everyone else.</p><p>A scene in the first season, showing him in a tent with his father Tywin while his dad is skinning a recent kill, is quite revealing.  Up until that point, Jaime had always been the one dominating the conversation.  Suddenly, we see a turning of the tables.</p><p>Even more revealing is a scene in season 2, when he tells Catelyn Stark why he finds it impossible to be honorable:</p><blockquote>So many vows.  They make you swear and swear.  Defend the king, obey the king, obey your father, protect the innocent, defend the weak.  But what if your father despises the king?  What if the king massacres the innocent?  It's too much.  No matter what you do, you're forsaking one vow or another.</blockquote><p>Jaime's Extraversion gets him in trouble sometimes, but for the most part, he has the skills he needs to deal with anyone who chooses to threaten him.  <span class='air-quotes'>For the most part.</span></p><p>Listening to one of the commentary tracks, it's apparent Jaime's character will shift a bit &mdash; that he will be <q>getting in touch with his humanity</q> &mdash; after his traumatic experiences in season 3.  This made me curious to learn whether these changes would be visible in his spiritual portrait.</p><p>I created this portrait as a result.  It is important to realize that this profile is based on his character in the first three seasons only.  For now, whether his character's evolution will be evident in a later profile remains to be seen.</p>",
      "compare_to": { "gallery_file_name": "1430-fictional-tv-game_of_thrones-house_lannister", "image_id": "2052" },
      "contrast_with": { }
    }, {
      "id": "1431",
      "title": "Tywin Lannister",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Casterly_Rock' title='Wikipedia page for the world of Game of Thrones, with the section for Casterly Rock at the top' target='_blank'>Casterly Rock</a>",
      "gallery_page_teaser": "This image of Tywin's personality shows he is extremely decisive and indeed, on the show he acts like he already knows everything he needs to know, making it difficult for even family members to talk to him.  Click on the image to learn more!",
      "image_file_name": "istj-tywin_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tywin_Lannister-Charles_Dance.jpg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Tywin's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his down-to-earth manner and attention to business.",
      "explain_aux": "The Green in this spiritual portrait represents Tywin's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his the way he treats people, including his children without any hint of emotion.",
      "story_intro_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait ....</p>",
      "story_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait reflects that.</p><p>Tywin's personality (and spiritual portrait) is almost identical to <a href='/image/1420-fictional-tv-game_of_thrones-house_baratheon/1422/' title='Link to the spiritual portrait of Stannis Baratheon on this site' target='_blank'>Stannis Baratheon's</a>.  This is because both characters are almost completely closed off to all Perceptions &mdash; as indicated by the extremely small quantities of Yellow and Blue.</p><p>The Lannisters are wealthy, and it's natural to assume that his children are pampered and spoiled.  In scene after scene we realize, nothing could be further from the truth!</p><p>As an Introvert, he doesn't volunteer much without prompting.  When people come to him, however, they get an immediate, honest, and direct response.</p><blockquote>The house that puts family first will always defeat the house that puts the whims and wishes of its sons and daughters first.  A good man does everything in his power to better his family's position, regardless of his own selfish desires.</blockquote><p>On the commentary tracks at least one commentator &mdash; and I believe I heard this sentiment more than once &mdash; mentions that due to the extremely closed-minded nature of the character he plays, the other cast members are actually afraid to approach <a href='http://www.imdb.com/name/nm0001097/' title='Link to the page on imdb.com for Charles Dance' target='_blank'>Charles Dance</a> off the set.  Any viewer of the show can certainly understand this reluctance!</p>",
      "compare_to": { "gallery_file_name": "1420-fictional-tv-game_of_thrones-house_baratheon", "image_id": "1422" },
      "contrast_with": { "gallery_file_name": "1410-fictional-tv-game_of_thrones-house_stark", "image_id": "1410" }
    }, {
      "id": "1432",
      "title": "Cersei Lannister",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Queen</a> of the Andals and the First Men",
      "gallery_page_teaser": "This image of Cersei's personality shows she has strong preferences for being decisive and pragmatic, and is more of a private person like her father than an outgoing person like her brothers.  Click on the image to learn more!",
      "image_file_name": "istj-cersei_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Cersei_Lannister-Lena_Headey.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Cersei's dominant trait, pragmatism realism realistic outlook openness to experiences.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in her practical and pragmatic choice to confess her sins rather than endure continued confinement by the Faith Militant.",
      "explain_aux": "The Green in this spiritual portrait represents Cersei's auxiliary trait, rationality cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the cold, ruthless manner in which she deals with everyone, except possibly her children.",
      "story_intro_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother ....</p>",
      "story_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother Tyrion so aptly puts it:</p><blockquote>You love your children.  That is your one redeeming quality &mdash; that, and your cheekbones.<br />- Tyrion Lannister</blockquote><p>On one of the commentary tracks the actress behind the role, <a href='https://en.wikipedia.org/wiki/Lena_Headey' title='Wikipedia page for Lena Headey' target='_blank'>Lena Headey,</a> makes it clear that she does not like the character she plays.  At one point she calls herself and Jaime <span class='air-quotes'>the shits.</span>  Her commentaries are some of my favorites!</p><p>In one scene, even her fiance, <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to page on gameofthrones.wikia.com for Ser Loras Tyrell' target='_blank'>Ser Loras Tyrell</a>, has trouble making small talk:</p><blockquote>Ser Loras: My father once told me....<br />Cersei Lannister: Nobody cares what your father once told you.</blockquote><p>Her personality and spiritual portrait are somewhat similar to <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1430/' title='Link to spiritual portrait of Jaime Lannister on this site' target='_blank'>Jaime Lannister's</a>, which makes sense because they are twins and very close.</p><p>Like Jaime in season 3 and <a href='/image/1410-fictional-tv-game_of_thrones-house_stark/1413/' title='Link to the spiritual portrait on this site for Jon Snow' target='_blank'>Jon Snow's</a> character in season 5, Cersei experiences some serious trauma in season 5. Depending on how his character develops, I may create another personality profile and spiritual portrait based on the later seasons.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "1430-fictional-tv-game_of_thrones-house_lannister", "image_id": "1430" },
      "contrast_with": { }
    }, {
      "id": "1434",
      "title": "Tyrion Lannister",
      "subtitle_html": "Younger Brother of Cersei and Jaime",
      "gallery_page_teaser": "This image of Tyrion's personality shows he is very open to both new ideas and experiences, and in addition to being outgoing is also warm and friendly - and moreover quite different from the other members of his family.  Click on the image to learn more!",
      "image_file_name": "enfp-tyrion_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tyrion_Lannister-Peter_Dinklage.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Blue in this spiritual portrait represents Tyrion's dominant personality trait, his optimism and openness to new ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the knowledge he has gained from reading books.",
      "explain_aux": "The Red in this spiritual portrait represents Tyrion's auxiliary personality trait, his friendliness and warmth.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait when he declined to consummate his marriage to Sansa, despite his father's insistence, feeling she had suffered enough at the hands of Joffrey.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
