{
  "gallery_group_title": "Game of Thrones",
  "gallery_group_page": "game_of_thrones",
  "gallery_title": "Game of Thrones - House Tyrell",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Spoiler Alert!  If you have not seen Season 1, do not click!  What sort of personality types survive the best in a brutal world where the possibility of instanteous death lurks over everyone like a cloud?  Click to find out this and more!",
  "description_html": "<p><a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> has a lot of characters and plots.  This gallery contains images of some of the members of House Tyrell.</p>",
    "story_html": "",
  "image_list":
  [
    {
      "id": "1440",
      "title": "Margaery Tyrell",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Margaery Tyrell' target='_blank'>Queen Margaery</a> of the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Westeros' target='_blank'>Seven Kingdoms</a>",
      "gallery_page_teaser": "Margaery Tyrell's warm yet deep spiritual portrait shows she is open-minded, idealistic, outgoing, warm, and friendly.  Click on the image to learn more!",
      "image_file_name": "enfp-margaery_tyrell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Margery_Tyrell-Natalie_Dormer.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in Margaery's spiritual portrait represents her dominant personality trait, her openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she easily adapts to new situations.",
      "explain_aux": "The Red in Margaery's spiritual portrait represents her auxiliary personality trait, her warmth and compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her friendliness and amiability, and the way she cares for poor people.",
      "story_intro_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of many....</p>",
      "story_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of most of the other characters on <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, which are in general more pragmatic (Yellow) or objective (Green) or both.</p><h4>Vision, Compassion, and a Very Specific Goal</h4><p>Her idealism and compassion is evident in her desire for a better world for everyone in general and herself in particular.  Her idealism is ostensibly the reason she helps the poor, but ultimately her choice of men makes it obvious her goal is to become the queen.</p><p>With this very specific goal in mind, Margaery knows she cannot afford to be picky when it comes to choosing her mate.</p><blockquote>Some women like tall men.  Some like short men.  Some like hairy men.  And then some like bald men.  Gentle men, rough men, ugly men, pretty men, pretty girls.  Most women don't know what they like until they've tried it.  And, sadly, so many of us get to try so little before we're old and gray.<br />&nbsp;&mdash;&nbspGame of Thrones: <a href='http://www.imdb.com/title/tt2178814/' title='Page for season 3, episode 7 of GoT: The Bear and the Maiden Fair on imdb.com' target='_blank'>The Bear and the Maiden Fair</a>, Season 3, Episode 7.</blockquote><p>Her marriages make it apparent she will not let petty superficialities get in the way of achieving her goal.  And she accepts that she may not get someone who is ideal, which is ok, because she's focused on the big picture.</p><p>At one point she comes very close to achieving her goal, but fails:</p><blockquote>Margaery Tyrell: One of my husbands preferred the company of men and was stabbed through the heart.  Another was happiest torturing animals and was poisoned at our wedding feast.  I must be cursed.<br />Olenna Tyrell: Nonsense.  Your circumstances have improved markedly.  You may not have enjoyed watching him die, but you enjoyed it more than you would have enjoyed being married to him, I can promise you that.<br />Margaery Tyrell: But I would have been the queen.<br />Olenna Tyrell: Our alliance with the Lannisters remains every bit as necessary to them as it is unpleasant for us.  You did wonderful work on Joffrey.  The next one should be easier.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt2972426/' title='Page for Season 4, Episode 3 of GoT: Breaker of Chains on imdb.com' target='_blank'>Breaker of Chains</a>, Season 4, Episode 3.</blockquote><p>However, she perseveres &mdash; and eventually succeeds:</p><blockquote>King Tommen Baratheon: <q>King Tommen.</q>  Still sounds strange to me.  Does <q>Queen Margaery</q> sound strange to you?<br />Queen Margaery Tyrell: So strange.  Husband.<br />King Tommen Baratheon: Wife.  [Both laugh.]  Sometimes it feels odd.  I'm the king, I've married the most beautiful woman in the world, and it's all because my brother died.<br />Queen Margaery Tyrell: I understand.  But it's not your fault.  You know that, don't you?  You mustn't feel guilty.<br />King Tommen Baratheon: I don't feel guilty.  That's what's odd.  [Sits up.]  Do you like to sail?<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for Season 5, Episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><h4>In the Game of Thrones You Either Win or ...</h4><p>Margaery's extraordinary intuition evidences itself in a profound way at Cersei's trial, in the final scene in the sept:</p><blockquote>Margaery Tyrell: There's something wrong.<br />High Sparrow: You have nothing to fear, Your Grace.  The trial will begin shortly.<br />Margaery Tyrell: Cersei is not here.  Tommen is not here. Why do you think they're not here?<br />High Sparrow: If the accused is not here, she will be tried regardless.  We cannot escape the justice of the gods.<br />Margaery Tyrell: Forget about the bloody gods and listen to what I'm telling you.  Cersei understands the consequences of her absence and she is absent anyway, which means she does not intend to suffer those consequences.  The trial can wait.  We all need to leave.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283094/' title='Page for Season 6, Episode 10 of GoT: The Winds of Winter on imdb.com' target='_blank'>The Winds of Winter</a>, Season 6, Episode 10.</blockquote><p>Out of all the people in the sept that day, she is the only one who foresaw the danger they were in.</p><p>Margarey Tyrell's spiritual portrait, along with her words and actions, show that the idealism in her personality makes her personality truly unique among the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Song of Fire and Ice, cued up to the section on Westeros' target='_blank'>Westerosi</a>.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1441",
      "title": "Olenna Tyrell",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Olenna_Tyrell' title='Wikipedia page for Queen of Thorns' target='_blank'>Queen of Thorns</a>",
      "gallery_page_teaser": "Olenna Tyrell's very cool spiritual portrait shows she is logical and pragmatic - qualities that make for a good boss.  Click on the image to learn more!",
      "image_file_name": "estj-olenna_tyrell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Olenna_Tyrell-Diana_Rigg.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Green in Olenna's spiritual portrait represents her dominant personality trait, her fairly strong preference for making rational rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she does not hesitate to share her opinions of people - which can be quite negative and harsh - with them publicly, and show absolutely no regard for how it might make them feel.",
      "explain_aux": "The Yellow in Olenna's spiritual portrait represents her auxiliary personality trait, her fairly strong preference for being pragmatic and realistic.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she realistically accepts her fate when Jamie comes to visit her after his conquest of Highgarden.",
      "story_intro_html": "<p>As the matriarch of <a href='http://awoiaf.westeros.org/index.php/House_Tyrell' title='Link to a page about House Tyrell at awoiaf.westeros.org' target='_blank'>House Tyrell</a>, <a href='http://gameofthrones.wikia.com/wiki/Olenna_Tyrell' title='Link to a page about Olenna Tyrell at gameofthrones.wikia.com' target='_blank'>Olenna Tyrell</a> cares deeply about her grandchildren <a href='http://gameofthrones.wikia.com/wiki/Margaery_Tyrell' title='Link to a page about Margeary at gameofthrones.wikia.com' target='_blank'>Margeary</a> and <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to a page about Ser Loras at gameofthrones.wikia.com' target='_blank'>Ser Loras</a>.  And as the <q>Queen of Thorns,</q> she does not hesitate to ....</p>",
      "story_html": "<p>As the matriarch of <a href='http://awoiaf.westeros.org/index.php/House_Tyrell' title='Link to a page about House Tyrell at awoiaf.westeros.org' target='_blank'>House Tyrell</a>, <a href='http://gameofthrones.wikia.com/wiki/Olenna_Tyrell' title='Link to a page about Olenna Tyrell at gameofthrones.wikia.com' target='_blank'>Olenna Tyrell</a> cares deeply about her grandchildren <a href='http://gameofthrones.wikia.com/wiki/Margaery_Tyrell' title='Link to a page about Margeary at gameofthrones.wikia.com' target='_blank'>Margeary</a> and <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to a page about Ser Loras at gameofthrones.wikia.com' target='_blank'>Ser Loras</a>.  And as the <q>Queen of Thorns,</q> she does not hesitate to express the fact that she cares very little about anyone else except them &mdash; regardless of how high-born they might be.</p><blockquote>Cersei Lannister: [Condescendingly]  Ah yes, the famously tart-tongued Queen of Thorns.<br />Olenna Tyrell: [Equally condescendingly]  And the famous tart, Queen Cersei.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt2178798/' title='Link to the Game of Thrones episode And Now His Watch Is Ended at www.imdb.com' target='_blank'>And Now His Watch Is Ended</a>, Season 3, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2013).</blockquote><p>Although she did not <em>like </em> <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1432/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a>'s father <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1431/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin</a>, he was one person outside of her immediate family that Olenna <em>respected</em>.  And she in turn is one of the few people he felt worthy of his respect.  Interestingly, Olenna's and Tywin's spiritual portraits show that they have similar personalities &mdash; although <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1431/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin</a>'s personality is quite a bit more extreme.</p><h4>A Decidedly Logical Matriarch</h4><p>The Green in Olenna's spiritual portrait represents her decisiveness, which is much more on logic rather than emotion.  It is similar to Tywin Lannister's reasoning in that they both put their family &mdash; their house &mdash; above everything else.</p><blockquote>I did unspeakable things to protect my family.  Or watched them being done, on my orders.  I never lost a night's sleep over them.  They were necessary.  And whatever I imagined necessary for the safety of House Tyrell, I did.<br />&nbsp;&mdash;&nbsp;Olenna Tyrell in <a href='http://www.imdb.com/title/tt5775840/' title='Page for the episode of Game of Thrones entitled The Queens Justice on imdb.com' target='_blank'>The Queen's Justice</a>, Season 7, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>It's clear that people like Olenna and Tywin &mdash; and <a href='/image/1420-fictional-tv-game_of_thrones-house_baratheon/1422/' title='Link to the spiritual portrait of Stannis Baratheon on this site'>Stannis Baratheon</a>, whose image is also very Green &mdash; have <q><a href='https://www.youtube.com/watch?v=wHiGR0iuTUo' title='Excellent syncing of a live action video with the studio version the song No Feelings by the Sex Pistols on youtube.com' target='_blank'>no feelings for anybody else</a>.</q></p><h4>In Other Words: No Feelings</h4><p>Rather than turn into apathy or self-pity, Olenna's bitterness only increases when Cersei kills her grandchildren and hundreds of others in the <a href='http://gameofthrones.wikia.com/wiki/Destruction_of_the_Great_Sept_of_Baelor' title='Link to a page about the Destruction of the Sept of Baelor at gameofthrones.wikia.com' target='_blank'>destruction of the Sept of Baelor</a>.  Ultimately she &mdash; like so many who <a href='https://www.youtube.com/watch?v=QR3fD5YyN3g' title='Video of Cersei defining how to play the Game of Thrones on youtube.com' target='_blank'>play the Game of Thrones</a>, she is left only with a desire for vengence.</p><blockquote>Olenna Tyrell: The last time a Tyrell came to Dorne, he was assassinated.  A hundred red scorpions, was it?<br />Ellaria Sand: You have nothing to fear from us, Lady Olenna.<br />Olenna: You murder your own prince, but you expect me to trust you?<br />Obara Sand: We invited you to Dorne because we needed your help.  You came to Dorne because you needed our help.<br />Olenna: What is your name again?  Barbaro?<br />Obara: Obara.<br />Olenna: Obara.  [Nods and smiles.]  You look like an angry little boy.  Don't presume to tell me what I need.<br />Nymeria Sand: Forgive my sister.  What she lacks in diplomacy, she makes &mdash;<br />Olenna: Do shut up dear.  [Looks at Tyene.]  Anything from you?  [Gives her no chance to respond.]  No?  Good.  Let the grown women speak.<br />Ellaria: The Lannisters have declared war on House Tyrell.  They have declared war on Dorne.  We must be allies now if we wish to survive.<br />Olenna: Cersei stole the future from me.  She killed my son.  She killed my grandson.  She killed my granddaughter.  Survival is not what I'm after now.<br />Ellaria: You're absolutely right.  I chose the wrong words.  It is not survival I offer.  It is your heart's desire.<br />Olenna: [Smiles wryfully.] And what is my heart's desire?<br />Ellaria: Vengence.  Justice.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt4283094/' title='Page for the Game of Thrones episode entitled The Winds of Winter on imdb.com' target='_blank'>The Winds of Winter</a>, Season 6, Episode 10 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2016).</blockquote><p>In <a href='http://iceandfire.wikia.com/wiki/Westeros' title='Link to a page about Westeros at iceandfire.wikia.com' target='_blank'>Westeros</a>, having <a href='https://www.youtube.com/watch?v=KUT1RP5-QIc' title='Video of an alternate version of the song No Feelings by The Sex Pistols on youtube.com' target='_blank'>no feelings</a> is not a character flaw that someone might have.  It's what makes it possible to wake up day after day when everything seems lost.</p><h4>Pragmatic Perceptions</h4><p>The Yellow in Olenna's spiritual portrait represents her pragmatism.  Although having no feelings for people other than her family is a prerequisite for her self-centeredness, her pragmatism provides the basis for it.</p><blockquote>Kevan Lannister: If it doesn't go as planned, the Sparrows have many friends in this city.  We'll have civil war.  Many will die.<br />Olenna Tyrell: Many will die no matter what we do.  Better them than us.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt4283016/' title='Page for the Game of Thrones episode entitled Book of the Stranger on imdb.com' target='_blank'>Book of the Stranger</a>, Season 6, Episode 4 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2016).</blockquote><p>In fact, Olenna favors pragmatism so much that she doubts others can see things any differently.  This is evident in a very revealing and highly entertaining conversation she has with the &mdash; <em>presumably</em> religious, in her view &mdash; High Sparrow:</p><blockquote>Olenna Tyrell: Spare me the homilies.  I can smell a fraud from a mile away.<br />High Sparrow: Useful talent.<br />Olenna: I'm here for my grandson and my granddaughter.<br />High Sparrow: Your grandson and granddaughter swore sacred vows and lied.  The Father judges us all.  Sons of high lords, sons of fishermen.  If you break his laws, you will be punished.<br />Olenna: Don't you walk away from me.<br />High Sparrow: You don't give commands here, Olenna.<br />Olenna: What is it you want?  Gold?  I'll make you the richest septon who ever lived.<br />High Sparrow: [Chuckles.]<br />Olenna: What then?<br />High Sparrow: I imagine this must be strange for you.  Everyone you meet has a hidden motive, and you pride yourself on sniffing it out.  But I'm telling you a simple truth.  I serve the gods.  The gods demand justice.<br />Olenna: How do they communicate their demands?  By raven or horse?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt3866846/' title='Page for the episode entitled The Gift on imdb.com' target='_blank'>The Gift</a>, Season 5, Episode 7 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2015).</blockquote><p>And indeed, Olenna's presumption of pragmatism in others is fairly accurate.  Although a preference for idealism is evident in the Blue in the spiritual portraits of the <a href='/image/1450-fictional-tv-game_of_thrones-other_houses/1452/' title='Link to the spiritual portrait of High Sparrow on this site'>High Sparrow</a>, <a href='/image/1420-fictional-tv-game_of_thrones-house_baratheon/1421/' title='Link to the spiritual portrait of Joffrey on this site'>Joffrey</a>, <a href='/image/1410-fictional-tv-game_of_thrones-house_stark/1418/' title='Link to the spiritual portrait of Bran Stark on this site'>Bran Stark</a> and <a href='/image/1450-fictional-tv-game_of_thrones-other_houses/1453/' title='Link to the spiritual portrait of Petyr Baelish on this site'>Petyr Baelish</a>, it is by and large a fairly rare trait in <a href='http://www.westeros.org/' title='Link to a page about Westeros at www.westeros.org' target='_blank'>Westeros</a>.</p><h4>In the End</h4><p>Ultimately, the most that people who live in a Westeros ruled by Queen Cersei can hope for is a quick and painless death.  As it turns out, Olenna is fortunate to have <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1430/' title='Link to the spiritual portrait of Jamie Lannister on this site'>Jamie Lannister</a> &mdash; whose varied experiences seem to be helping him get <q>in touch with</q> his humanity &mdash; as her executioner.</p><blockquote>Jamie Lannister: I think we're done here.<br />Olenna Tyrell: How will it happen?<br />Jamie: Cersei had several ideas.  Whipping you through the streets and beheading you in front of the Red Keep.  Flaying you alive and hanging you from the walls of King's Landing.  I talked her out of those.  [Pulls out a small vial, pops the small cork off of it, pours it in a glass of wine, and pushes the glass towards Olenna.]<br />Olenna: Will there be pain?<br />Jamie: No, I made sure of that.<br />Olenna: That's good.  [Takes glass and quickly drinks all the wine in the glass, and sets it down, empty.]  I'd hate to die like your son.  Clawing at my neck, foam and bile spilling from my mouth, eyes blood red, skin purple.  Must have been horrible for you, as a Kingsguard, as a father.  It was horrible enough for me.  A shocking scene.  Not at all what I intended.  You see, I had never seen the poison work before.  Tell Cersei.  I want her to know it was me.<br />Jamie: [Hesitates a bit while it sinks in, then leaves.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt5775840/' title='Page for the episode of Game of Thrones entitled The Queens Justice on imdb.com' target='_blank'>The Queen's Justice</a>, Season 7, Episode 3 of <a href='https://www.hbo.com/game-of-thrones' title='Link to the home page for the show Game of Thrones at www.hbo.com' target='_blank'>Game of Thrones</a> (2017).</blockquote><p>And so, as the <a href='http://awoiaf.westeros.org/index.php/The_Rains_of_Castamere' title='Link to page about the song The Rains of Castamere at awoiaf.westeros.org' target='_blank'>song</a> goes, another <a href='http://awoiaf.westeros.org/index.php/House_Reyne' title='Link to a page about House Reyne at awoiaf.westeros.org' target='_blank'>house</a> in Westeros meets its end at the hands of the Lannisters.</p><p>Whether the rains still <a href='https://www.youtube.com/watch?v=w3QW8PVyyNM' title='Still video of a three-eyed raven, backed by the song The Rains of Catemere, on youtube.com' target='_blank'>make a sound</a> when there's <q>no one there to hear</q> is a question for the philosophers to answer.  One thing though is certain: Lady Olenna Tyrell &mdash; when she was alive and definitely now that she's passed on &mdash; surely doesn't give a damn.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1443",
      "title": "Loras Tyrell",
      "subtitle_html": "The Knight of Flowers",
      "gallery_page_teaser": "Loras Tyrell's colorful spiritual portrait shows he has mild preferences and so is very well-rounded, but is overall a bit more pragmatic and passionate than he is idealistic and logical.  Click on the image to learn more!",
      "image_file_name": "isfp-loras_tyrell-1.jpg",
      "meat_portrait_href": "https://gameofthrones.fandom.com/wiki/Loras_Tyrell",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2019",

      "explain_dom": "The Red in this spiritual portrait represents X's dominant personality trait, Feeling: passion; amiability; friendliness; compassion; warmth; very slight/moderate/strong preference for emotion/empathy/subjectivity over logic/reason/objectivity; their very slight/moderate/strong preference for the/tendency to be more emotional/personal/subjective over the logical/rational/objective.",
      "explain_dom": "The Red in X's spiritual portrait represents their dominant personality trait, their very slight/moderate/strong preference for making emotional/personal/objective rather than logical/rational/objective decisions; their very slight/moderate/strong preference for being/tendency to be more emotional/personal/subjective rather than logical/impersonal/objective.",

      "explain_dom_constant": "In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He/She demonstrates/exhibits this trait in their (note that is easier to find examples of decisions than perceptions!) ....",
      "explain_dom_very_slight_preference": "It's important to note this preference/tendency is very slight, and X can be quite _____ in some situations/when the situation calls for it.",

      "explain_aux": "The Yellow in this spiritual portrait represents X's auxiliary personality trait, Sensing: pragmatism; pragmatic; practical; realism; realistic; outlook; openness to experiences; very slight/moderate/strong preference for facts over ideas.",
      "explain_aux": "The Yellow in X's spiritual portrait represents their auxiliary personality trait, their very slight/moderate/strong preference for seeing/tendency to see the world more in terms of facts rather than of ideas; need for sensual stimulation.",

      "explain_aux_constant": "In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He/She demonstrates/exhibits this trait in their (note that is easier to find examples of decisions than perceptions!) ....",
      "explain_aux_very_slight_preference": "It's important to note this preference is very slight, and X can be quite _____ in some situations/when the situation calls for it.",

      "disclosure_html": "",
      "story_intro_html": "<p> </p>",
      "story_template": "content/galleries/stories/empty/empty.html",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p><hr><p>This spiritual portrait is based on _______.</p>",
      "story_html_img": "<p>Idea: only include images with stories for family and friends.</p><a href='/static/content/images/stories/subdir/image_name.jpg' title='Link to display full-size version of this image on this site'><img src='/static/content/images/stories/subdir/image_name.jpg' class='story-image-right' /></a>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
