{
  "gallery_title": "Game of Thrones - House Targaryen and Friends",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>This gallery contains images of the personalities of some of the members of House Targaryen from the show <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>.</p><p>Click on one of the images on this page to see a full-sized image on its own page.</p>",
  "story_html": "<p>Make it personal (first and second person ok), preferably with a beginning, middle, and end.</p><a href='/static/content/images/stories/subdir/image_name.jpg' title='Link to display full-size version of this image on this site'><img src='/static/content/images/stories/subdir/image_name.jpg' class='gallery-story-image' /></a><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/avmn' title='Link to small form you can use to subscribe to the Artsy Visions Monthly Newsletter' target='_blank'>subscribe to the Artsy Visions Monthly Newsletter</a>!</p>",
  "affiliate_ad_html": "<h2 class='card-title h2-responsive font-weight-bold text-center'>Get the Book/DVD!</h2><p>There is a <a href='https://artsyvisions.com/visions/story/' title='Link to the review at the end of the story about  on ArtsyVisions.com' target='_blank'>review</a> of the <span class='series-title'>series-title</span> on ArtsyVisions.com.  We highly recommend watching the book/series/movie!</p><p>Clicking on the <a href='/legal/affiliate_marketing_disclosure' title='Link to the Affiliate Marketing Disclosure for this site' target='_blank'>affiliate link</a> in the button below and making a purchase helps to support this site, at no additional cost to you.</p><div class='text-center'> <a href='' class='btn btn-danger btn-md som-btn-all' target='_blank'>Buy It Now!</a><br> <a href='' class='btn btn-info btn-md som-btn-all' target='_blank'>Buy It Now!</a><br> <a href='' class='btn btn-success btn-md som-btn-all' target='_blank'>Buy It Now!</a><br><a href='' class='btn btn-warning btn-md som-btn-all' target='_blank'>Buy It Now!</a></div>",
  "image_list":
  [
    {
      "id": "1450",
      "title": "Viserys Targaryen",
      "subtitle_html": "Only Surviving Son of The Mad King Aerys Targaryen",
      "gallery_page_teaser": "Viserys' spiritual portrait shows he is cold, ambitious, and pragmatic.  Click on the image to learn more!",
      "image_file_name": "estj-viserys_targaryen-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Viserys' dominant personality trait, his cold objectivity.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Viserys shows how cold he can be when he sells his sister Daenerys to Khal Drogo for the support of the Dothraki in his pursuit of the Iron Throne.",
      "explain_aux": "The Yellow in this spiritual portrait represents Viserys' auxiliary personality trait, his short-sightedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Viserys shows how short-sighted he is when he gets drunk and threatens Daenerys and her unborn son.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1451",
      "title": "Daenerys Targaryen",
      "subtitle_html": "Daughter of The Mad King Aerys Targaryen",
      "gallery_page_teaser": "Daenerys' spiritual portrait shows she is warm, ambitious, and idealistic.  Click on the image to learn more!",
      "image_file_name": "infj-daenerys_targaryen-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "8", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INFJ",
      "archetype": "Ni",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Blue in this spiritual portrait represents Daenerys' dominant personality trait, her idealism and hope for the future.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Freeing slaves is one way Daenerys shows she is idealistic.",
      "explain_aux": "The Red in this spiritual portrait represents Daenerys' auxiliary personality trait, her warmth and compassion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Daenerys shows her compassion in the love she has for her dragons.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1453",
      "title": "Missandei",
      "subtitle_html": "Daenerys' Interpreter, Herald, and Handmaiden",
      "gallery_page_teaser": "Missandei's spiritual portrait shows she is warm, easy-going, and pragmatic.  Click on the image to learn more!",
      "image_file_name": "isfp-missandei-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ISFP",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Red in this spiritual portrait represents Missandei's dominant personality trait, her warmth and compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She shows her warmth when she talks to Grey Worm and shows compassion by listening to him discuss his harsh background at the hands of the slavemasters.",
      "explain_aux": "The Yellow in this spiritual portrait represents Missandei's auxiliary personality trait, her realism and openness to new experiences.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She shows her realism when counseling Daenerys about the realities of slavery.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1454",
      "title": "Grey Worm",
      "subtitle_html": "Commander of Daenerys' Army of Unsullied",
      "gallery_page_teaser": "Grey Worm's spiritual portrait shows he is determined, inflexible, and realistic.  Click on the image to learn more!",
      "image_file_name": "istj-grey_worm-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Yellow in this spiritual portrait represents Grey Worm's dominant personality trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Grey Worm demonstrates his realism when he tells Missandei how he became a member of the Unsullied Army.",
      "explain_aux": "The Green in this spiritual portrait represents Grey Worm's auxiliary personality trait, his objectivity and ability to remain cool-headed when fighting.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Grey Worm's objectivity is evident in how he never shows any emotion.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
