{
  "gallery_title": "Game of Thrones - House Targaryen and Friends",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>This gallery contains images of the personalities of the main members of House Targaryen from the show <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' class='series-title' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>.  Click on one of the images on this page to see a full-sized image on its own page.</p><h4 class='text-center'>GoT: The Big Picture</h4><p>There are dozens of characters in <span class='series-title'>Game of Thrones.</span>  Sadly, this site cannot do justice to the vast number of relationships in the show because it is designed for presenting individual images.</p><p>Fortunately there are two <span class='book-title'>Visualizing Game of Thrones Personalities</span> books available.  To learn more about these books, click on SEE THE STORY!</p>",
  "story_html": "<p>The large number of characters on <span class='series-title'>Game of Thrones</span> gives fans of the show the opportunity to see <i>patterns in personalities.</i>  For example, out of 42 characters, I found 10 ESTJs and 8 ISTJs, but only 1 ENFJ (Melisandre) and 1 INFJ (Daenerys).  Hmmm, interesting!</p><p>Two editions of the book <span class='book-title'>Visualizing Game of Thrones Personalities (VGoTP)</span> are available:</p><ul class='list-group'><li class='list-group-item'><a href='http://bit.ly/twh-vgotpe' class='book-title' title='Link to buy the book on amazon.com' target='_blank'>VGoTP Mini-ebook Edition</a> &mdash; less content and best for phones<span class='font-weight-light'>, 89 pages</span></li><li class='list-group-item'><a href='http://bit.ly/twh-vgotp' class='book-title' title='Link to buy the book on amazon.com' target='_blank'>VGoTP Full Edition: From Ned and Cersei to Tyrion and Daenerys</a> &mdash; best for larger screens<span class='font-weight-light'>, 171 pages</span></li></ul><p>Both books begin with a chapter looking at each of the <span class='chapter-title'>Houses,</span> then go on to include a chapter that compares and contrasts both similar <i>and</i> dissimlar <span class='chapter-title'>Pairs</span> of people.  Following that is a chapter examining <span class='chapter-title'>Groups</span> of similar personalities, and both editions also include a <span class='chapter-title'>Character Index</span> and a list of <span class='chapter-title'>Characters and Their Types</span> at the end.</p><p>Additionally, the <span class='book-title'>Full Edition</span> includes an extra chapter offering <span class='chapter-title'>Insights</span> into some <i>patterns of relationships.</i>  Ultimately the <span class='book-title'>Full Edition</span> includes close to twice as much information as the <span class='book-title'>Mini-ebook Edition</span>.</p><p>Click one of the links above to get your <span class='book-title'>Visualizing Game of Thrones Personalities</span> book today!</p>",
  "affiliate_ad_html": "<h4 class='card-title h4-responsive font-weight-bold text-center'>Get the Big Picture!</h4><p>These books contain insights impossible to share on this site!</p><p>The <span class='book-title'>Full Edition</span> is best for larger screens ...</p><div class='text-center'><a href='http://bit.ly/twh-vgotp' title='Link to buy the Full Edition on amazon.com'><img src='/static/content/images/affiliate_ads/cover-1-daenerys-text_4-author-full_ed-160x256.jpg' class='border border-primary rounded-lg' /></a><a href='http://bit.ly/twh-vgotp' title='Link to buy the Full Edition on amazon.com' class='btn btn-primary btn-md text-center som-btn-all' target='_blank'>For Larger Screens</a></div><p>... and the <span class='book-title'>Mini-ebook Edition</span> is best for phones.</p><div class='text-center'><a href='http://bit.ly/twh-vgotpe' title='Link to buy the Mini-ebook Edition on amazon.com'><img src='/static/content/images/affiliate_ads/cover-2-text-jon_1-author-160x256.jpg' class='border border-dark rounded-lg' /></a><a href='http://bit.ly/twh-vgotpe' title='Link to buy the Mini-ebook Edition on amazon.com' class='btn btn-dark btn-md text-center som-btn-all' target='_blank'>Best For Phones</a></div><h4 class='text-center font-italic font-weight-bold text-decoration-underline mt-2'>Get yours today!</h4>",
  "image_list":
  [
    {
      "id": "1450",
      "title": "Viserys Targaryen",
      "subtitle_html": "Only Surviving Son of The Mad King Aerys Targaryen",
      "gallery_page_teaser": "Viserys' spiritual portrait shows he is cold, ambitious, and pragmatic.  Click on the image to learn more!",
      "image_file_name": "estj-viserys_targaryen-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Viserys' dominant personality trait, his cold objectivity.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Viserys shows how cold he can be when he sells his sister Daenerys to Khal Drogo for the support of the Dothraki in his pursuit of the Iron Throne.",
      "explain_aux": "The Yellow in this spiritual portrait represents Viserys' auxiliary personality trait, his short-sightedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Viserys shows how short-sighted he is when he gets drunk and threatens Daenerys and her unborn son.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1451",
      "title": "Daenerys Targaryen",
      "subtitle_html": "Daughter of The Mad King Aerys Targaryen",
      "gallery_page_teaser": "Daenerys' spiritual portrait shows she is warm, ambitious, and idealistic.  Click on the image to learn more!",
      "image_file_name": "infj-daenerys_targaryen-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "8", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INFJ",
      "archetype": "Ni",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Blue in this spiritual portrait represents Daenerys' dominant personality trait, her idealism and hope for the future.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Freeing slaves is one way Daenerys shows she is idealistic.",
      "explain_aux": "The Red in this spiritual portrait represents Daenerys' auxiliary personality trait, her warmth and compassion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Daenerys shows her compassion in the love she has for her dragons.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1453",
      "title": "Missandei",
      "subtitle_html": "Daenerys' Interpreter, Herald, and Handmaiden",
      "gallery_page_teaser": "Missandei's spiritual portrait shows she is warm, easy-going, and pragmatic.  Click on the image to learn more!",
      "image_file_name": "isfp-missandei-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ISFP",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Red in this spiritual portrait represents Missandei's dominant personality trait, her warmth and compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She shows her warmth when she talks to Grey Worm and shows compassion by listening to him discuss his harsh background at the hands of the slavemasters.",
      "explain_aux": "The Yellow in this spiritual portrait represents Missandei's auxiliary personality trait, her realism and openness to new experiences.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She shows her realism when counseling Daenerys about the realities of slavery.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1454",
      "title": "Grey Worm",
      "subtitle_html": "Commander of Daenerys' Army of Unsullied",
      "gallery_page_teaser": "Grey Worm's spiritual portrait shows he is determined, inflexible, and realistic.  Click on the image to learn more!",
      "image_file_name": "istj-grey_worm-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Yellow in this spiritual portrait represents Grey Worm's dominant personality trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Grey Worm demonstrates his realism when he tells Missandei how he became a member of the Unsullied Army.",
      "explain_aux": "The Green in this spiritual portrait represents Grey Worm's auxiliary personality trait, his objectivity and ability to remain cool-headed when fighting.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Grey Worm's objectivity is evident in how he never shows any emotion.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
