{
  "gallery_group_title": "Game of Thrones",
  "gallery_title": "Game of Thrones - No House",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>This gallery contains images of the personalities of some of the characters from the show <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' class='series-title' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> who do not belong to any house.  Click on one of the images on this page to see a full-sized image on its own page.</p><h4 class='text-center'>GoT: The Big Picture</h4><p>There are dozens of characters in <span class='series-title'>Game of Thrones.</span>  Sadly, this site cannot do justice to the vast number of relationships in the show because it is designed for presenting individual images.</p><p>Fortunately there are two <span class='book-title'>Visualizing Game of Thrones Personalities</span> books available.  To learn more about these books, click on SEE THE STORY!</p>",
  "story_html": "<p>The large number of characters on <span class='series-title'>Game of Thrones</span> gives fans of the show the opportunity to see <i>patterns in personalities.</i>  For example, out of 42 characters, I found 10 ESTJs and 8 ISTJs, but only 1 ENFJ (Melisandre) and 1 INFJ (Daenerys).  Hmmm, interesting!</p><p>Two editions of the book <span class='book-title'>Visualizing Game of Thrones Personalities (VGoTP)</span> are available:</p><ul class='list-group'><li class='list-group-item'><a href='http://bit.ly/twh-vgotpe' class='book-title' title='Link to buy the book on amazon.com' target='_blank'>VGoTP Mini-ebook Edition</a> &mdash; less content and best for phones<span class='font-weight-light'>, 89 pages</span></li><li class='list-group-item'><a href='http://bit.ly/twh-vgotp' class='book-title' title='Link to buy the book on amazon.com' target='_blank'>VGoTP Full Edition: From Ned and Cersei to Tyrion and Daenerys</a> &mdash; best for larger screens<span class='font-weight-light'>, 171 pages</span></li></ul><p>Both books begin with a chapter looking at each of the <span class='chapter-title'>Houses,</span> then go on to include a chapter that compares and contrasts both similar <i>and</i> dissimlar <span class='chapter-title'>Pairs</span> of people.  Following that is a chapter examining <span class='chapter-title'>Groups</span> of similar personalities, and both editions also include a <span class='chapter-title'>Character Index</span> and a list of <span class='chapter-title'>Characters and Their Types</span> at the end.</p><p>Additionally, the <span class='book-title'>Full Edition</span> includes an extra chapter offering <span class='chapter-title'>Insights</span> into some <i>patterns of relationships.</i>  Ultimately the <span class='book-title'>Full Edition</span> includes close to twice as much information as the <span class='book-title'>Mini-ebook Edition</span>.</p><p>Click one of the links above to get your <span class='book-title'>Visualizing Game of Thrones Personalities</span> book today!</p>",
  "affiliate_ad_html": "<h4 class='card-title h4-responsive font-weight-bold text-center'>Get the Big Picture!</h4><p>These books contain insights impossible to share on this site!</p><p>The <span class='book-title'>Full Edition</span> is best for larger screens ...</p><div class='text-center'><a href='http://bit.ly/twh-vgotp' title='Link to buy the Full Edition on amazon.com'><img src='/static/content/images/affiliate_ads/cover-1-daenerys-text_4-author-full_ed-160x256.jpg' class='border border-primary rounded-lg' /></a><a href='http://bit.ly/twh-vgotp' title='Link to buy the Full Edition on amazon.com' class='btn btn-primary btn-md text-center som-btn-all' target='_blank'>For Larger Screens</a></div><p>... and the <span class='book-title'>Mini-ebook Edition</span> is best for phones.</p><div class='text-center'><a href='http://bit.ly/twh-vgotpe' title='Link to buy the Mini-ebook Edition on amazon.com'><img src='/static/content/images/affiliate_ads/cover-2-text-jon_1-author-160x256.jpg' class='border border-dark rounded-lg' /></a><a href='http://bit.ly/twh-vgotpe' title='Link to buy the Mini-ebook Edition on amazon.com' class='btn btn-dark btn-md text-center som-btn-all' target='_blank'>Best For Phones</a></div><h4 class='text-center font-italic font-weight-bold text-decoration-underline mt-2'>Get yours today!</h4>",
  "image_list":
  [
    {
      "id": "1470",
      "title": "Ros",
      "subtitle_html": "Works for Petyr Baelish",
      "gallery_page_teaser": "Ros' spiritual portrait shows she is warm, outgoing, realistic, passionate, and open to new experiences.  Click on the image to learn more!",
      "image_file_name": "esfp-ros-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESFP",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Yellow in Ros' spiritual portrait represents her dominant personality trait, her tendency to be realistic.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  As a woman in this medieval world, Ros is realistic about her prospects for making money, and this affects her choice of profession.",
      "explain_aux": "The Red in Ros' spiritual portrait represents her auxiliary personality trait, her amiability, friendliness, and warmth.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  The profession Ros has chosen demands she must be warm and friendly to all clients.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1471",
      "title": "Bronn",
      "subtitle_html": "Sellsword",
      "gallery_page_teaser": "Bronn's spiritual portrait shows he is easy-going, cool-headed, and open to new experiences.  Click on the image to learn more!",
      "image_file_name": "istp-bronn-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "2", "s_score": "19" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ISTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in Bronn's spiritual portrait represents his dominant personality trait, his moderate preference for being more cool and logical than warm and emotional.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Bronn shows his ability to remain cool-headed in the fights he is always getting into -- and as a sellsword, getting into fights is his job.",
      "explain_aux": "The Yellow in Bronn's spiritual portrait represents his auxiliary personality trait, his strong tendency to be realistic, pragmatic, and happy-go-lucky.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Bronn demonstrates his happy-go-lucky nature when he sings while imprisoned in Dorne for fighting.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1472",
      "title": "Shae",
      "subtitle_html": "<a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1434/' title='Spiritual Portrait of Tyrion Lannister on this site' target='_blank'>Tyrion Lannister</a>'s</a> Lover",
      "gallery_page_teaser": "Shae's spiritual portrait shows she is warm, outgoing, realistic, passionate, and open to new experiences.  Click on the image to learn more!",
      "image_file_name": "esfp-shae-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/name/nm1402546/mediaviewer/rm2690108928",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Shae's dominant trait, her realistic outlook.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in her choice of a profession based on sensory satisfaction.",
      "explain_aux": "The Red in this spiritual portrait represents Shae's auxiliary trait, her preference for making emotional rather than logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she refused to leave King's Landing despite being warned repeatedly that her life was in danger.",
      "story_intro_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is ....</p>",
      "story_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is open to both experiences and ideas.  This openness is extremely valuable &mdash; if not essential &mdash; in a prostitute.</p><blockquote class='blockquote'>Shae: Cities make me want to fuck.<br />Tyrion Lannister: And so did the country.</blockquote><p>Shae's personality and spiritual portrait is similar to <a href='/image/1410-fictional-tv-game_of_thrones-house_stark/1411/' title='Link to the spiritual portrait of Catelyn Stark on this site' target='_blank'>Catelyn Stark's</a>, but Catelyn is more decisive.  And that makes perfect sense: Catelyn is expected to nurture and mold her children into strong characters, while Shae is expected to submit to whomever has the money to pay for her services.</p><p>I cannot stress highly enough that the assessment these portraits are based on does not take morality into account.  If there was a way to test for immorality (or sociopathy), we could use it to find possible troublemakers early on, and take appropriate action before they harm themselves or others.</p><p>Because <a href='http://gameofthrones.wikia.com/wiki/Ros' title='Gameofthrones.Wikia page for Ros' target='_blank'>Ros</a> is also a prostitute &mdash; and her livelihood is to be open and please others &mdash; I suspect that her spiritual portrait would be similar as well.</p>",
      "compare_to": { "gallery_file_name": "1410-fictional-tv-game_of_thrones-house_stark", "image_id": "1411" },
      "contrast_with": { "gallery_file_name": "1420-fictional-tv-game_of_thrones-house_baratheon", "image_id": "1421" }
    }, {
      "id": "1474",
      "title": "Melisandre",
      "subtitle_html": "The Red Woman",
      "gallery_page_teaser": "Melisandre's spiritual portrait shows she is deep, full of ideas, yet warmly and firmly decisive.  Click on the image to learn more!",
      "image_file_name": "enfj-melisandre-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "17", "s_score": "2" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ENFJ",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Red in Melisandre's spiritual portrait represents her dominant personality trait, her very slight preference for being more emotional than logical.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  It's important to note this tendency is very slight, and Melisandre's demeanor is quite cold and unemotional.  However, she has a tendency make very irrational decisions.",
      "explain_aux": "The Blue in Melisandre's spiritual portrait represents her auxiliary personality trait, her very strong tendency to see ideas more than facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  As a priestess for the Red God, Melisandre cares more about her religion than she does for common everyday facts and details.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }

    }, {
      "id": "1475",
      "title": "Varys",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Varys' title='Wikipedia page for Varys' target='_blank'>Master</a> of Whisperers",
      "gallery_page_teaser": "Varys' spiritual portrait is very colorful, showing he is versatile, but has a slight tendency to be rational and idealistic.  Click on the image to learn more!",
      "image_file_name": "intp-varys-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Varys-Conleth_Hill.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Varys' dominant personality trait, his mild preference for being more reasonable than emotional.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he keeps his cool and rarely displays any emotions.",
      "explain_aux": "The Blue in this spiritual portrait represents Varys' auxiliary personality trait, his mild preference for seeing things in terms of ideas rather than facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrated this trait when he told Little Finger that he did what he did \"for the good of the realm.\"",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_template": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1476",
      "title": "High Sparrow",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/High_Sparrow' xtitle='Wikipedia page for High Sparrow' target='_blank'>High Septon</a>, Father of the Faithful, and Voice of the Seven on Earth",
      "gallery_page_teaser": "The High Sparrow's spiritual portrait shows he is extremely logical and rather idealistic.  Click on the image to learn more!",
      "image_file_name": "intj-high_sparrow-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:The_High_Sparrow-Jonathan_Pryce.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in the High Sparrow's spiritual portrait represents his dominant personality trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his plain manner of dress, which includes going without shoes.",
      "explain_aux": "The Green in the High Sparrow's spiritual portrait represents his auxiliary personality trait, his objectivity.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he insists that the laws apply equally to all people, regardless of whether they are high-born, or how much wealth or power they might have.",
      "story_intro_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of ....</p>",
      "story_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of <a href='/image/1420-fictional-tv-game_of_thrones-house_baratheon/1421/' title='Link to spiritual portrait of Joffrey Baratheon on this site'>Joffrey Baratheon</a> than it does to the image of any of the other characters.</p><h4>Very Much Like <a href='/image/1420-fictional-tv-game_of_thrones-house_baratheon/1421/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a></h4><p>Both the High Sparrow and Joffrey are decisive and intuitive INTJs who are capable of extreme cruelty &mdash; but manage to get others to carry out their dirty work.  In the portraits of these two personalities, this quality shows up as large amounts of Green, indicating a preference for objectivity over compassion.</p><p>The main difference between them is that the High Sparrow's ideals have a foundation in the <a href='https://en.wikipedia.org/wiki/Themes_in_A_Song_of_Ice_and_Fire#Faith_of_the_Seven' title='Wikipedia page for Themes in the series, cued to the part of the page that describes the Faith of the Seven' target='_blank'>Faith of the Seven</a>, while Joffrey's ideals appear to be founded on whimsy.  Not only that, but when it comes to his ideals, the High Sparrow sees past others' personas and into the strength of their faith.</p><blockquote class='blockquote'>You know, there are some who know every verse of the sacred text, but don't have a drop of the Mother's mercy in their blood, and savages who can't read at all who understand the Father's wisdom.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>An exchange between the High Sparrow and <a href='https://en.wikipedia.org/wiki/Olenna_Tyrell' title='Wikipedia page for Olenna Tyrell' target='_blank'>Olenna Tyrell</a>, who is trying to bribe him, is particularly revealing:</p><blockquote class='blockquote'>Olenna Tyrell: What is it you want?  Gold?  I'll make you the richest septon who ever lived.<br />High Sparrow: [Chuckles.]<br />Olenna Tyrell: What then?<br />High Sparrow: I imagine this must be strange for you.  Everyone you meet has a hidden motive, and you pride yourself on sniffing it out.  But I'm telling you a simple truth.  I serve the gods.  The gods demand justice.<br />Olenna Tyrell: How do they communicate their demands?  By raven or horse?<br />High Sparrow: By the holy text, The Seven-Pointed Star.  If you don't have one in your library, I'll give you my own.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866846/' title='Page for season 5, episode 7 of GoT: The Gift on imdb.com' target='_blank'>The Gift</a>, Season 5, Episode 7.</blockquote><p>It is difficult to imagine any of the other characters responding to Olenna this way &mdash; anyone else, of course, except Joffrey.</p><h4>Very Different Backgrounds</h4><p>The differences between the High Sparrow and Joffrey are due in part to the difference in their ages, but are really more a result of their different backgrounds.</p><p>In another revealing scene, the High Sparrow tells his life story to <a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Queen Margaery Tyrell' target='_blank'>Queen Margaery Tyrell</a>:</p><blockquote class='blockquote'>High Sparrow: And I saw it with perfect clarity.  I saw what my sins were.  The gold I had, the wine I drank, the women I used, my ceaseless struggle to maintain my position.  It was all part of a story.  A story I was telling myself about who I was.  A collection of lies that would disappear in the light.  The people I was trying to climb away from, the beggars in the street, the poor, they were closer to the truth than I ever was.<br />Queen Margaery Tyrell: So what did you do?<br />High Sparrow: I left to go and find them.  [Laughs.]  I didn't even put on my shoes.  I walked out the door and never went back.  [Sighs.]<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283016/' title='Page for season 6, episode 4 of GoT: Book of the Stranger on imdb.com' target='_blank'>Book of the Stranger</a>, Season 6, Episode 4.</blockquote><p>At this point, an astute viewer may start to question the High Sparrow's integrity, because in an earlier conversation with <a href='/image/1430-fictional-tv-game_of_thrones-house_lannister/1432/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a> he claimed:</p><blockquote class='blockquote'>Cersei Lannister: Why no shoes?<br />High Sparrow: Because I gave them away to someone who needed them more.  We all do that.  It stops us from forgetting what we really are.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for season 5, episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><p>One might think this inconsistency is a writers' goof.  More likely it is evidence of the show's <a href='' title='Wikipedia page listing themes on GoT, cued to the section on moral ambiguity' target='_blank'>moral ambiguity</a>.</p><h4>Religious Leader, or Creepy Old Man?</h4><p>The High Sparrow's moral ambiguity is further revealed in a conversation he has with Margaery.  Ostensibly voicing some concern about the realm, he demonstrates a creepiness that, coming from anyone else, could be considered completely out of line:</p><blockquote class='blockquote'>High Sparrow: The King mentioned that since your reunion you haven't joined him in the marriage bed.<br /> Queen Margaery Tyrell: No.<br />High Sparrow: You have a duty, your grace.  To your husband, your king, your country, to the gods themselves.<br />Queen Margaery Tyrell: It's just....  The desires that once drove me no longer do.<br />High Sparrow: Congress does not require desire on the woman's part, only patience.  The King must have an heir if we are to continue our good work.<br />Queen Margaery Tyrell: Forgive me.  Sometimes the true path is hard to find.<br />High Sparrow: Hard to find and harder still to walk upon.  But you've made progress.  I only pray your grandmother follows your lead.<br />Queen Margaery Tyrell: My grandmother?<br />High Sparrow: Yes.  The Queen of Thorns is a remarkable woman, a strong woman, and an unrepentant sinner.  You must teach her the new way as she taught you the old.  Or I fear for her safety, body and soul.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>Suddenly this deeply religious man is manipulating the queen like a pimp would maniuplate one of his whores, and making threats against a high-born matriarch as a gangster might threaten a rival!</p><p>Fans of the show, however, can understand his motivations: whenever the heir to the Iron Throne comes under dispute, violence ensues &mdash; armies fight, heads roll, and people die.  In this world, having a proper heir to the throne can save thousands of lives.</p>",
      "compare_to": { "gallery_file_name": "1420-fictional-tv-game_of_thrones-house_baratheon", "image_id": "1421" },
      "contrast_with": { }
    }
  ]
}
