{
  "gallery_title": "The Matrix",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Ostensibly an action film, The Matrix movies and the characters in them are actually very deep.  Click to learn more!",
  "description_html": "<p>These images of the personalities of the three main characters in <i><u>The Matrix Trilogy</u></i> have depth, showing they are all idealistic.  Their team lacks someone who is down-to-earth and pragmatic, but otherwise it is diverse.</p><p>Neo is the deepest of the three, and Morpheus is the warmest and most outgoing.  Trinity shares their vision of the future, while her cool, calm, and collected nature compliments the warmth of Neo and Morpheus.</p>",
  "story_html": "<p>The Blu-Ray DVDs of the trilogy that I have contain several commentary tracks that lend a great deal of insight into the series.  The Wachowskis, who wrote and directed the movies, deliberately solicited both movie critics and philosophers to provide the commentaries, ensuring viewers would hear details based on diverse points of view.</p><p>To learn when I post images of other characters in movies, follow this site on social media or <a href='https://groja.com/conversion/avmn' title='Link to small form you can use to subscribe to the Artsy Visions Monthly Newsletter' target='_blank'>subscribe to the Artsy Visions Monthly Newsletter</a>!</p>",
  "image_list":
  [
    {
      "id": "1650",
      "title": "\"Neo\"",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Programmer' title='Wikipedia page for Computer Programmer' target='_blank'>Computer Programmer</a> Thomas Anderson",
      "gallery_page_teaser": "Neo's spiritual portrait shows he is deep, withdrawn, and motivated by his passion.  Click on the image to learn more!",
      "image_file_name": "infp-neo-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2020",
      "explain_dom": "The Red in Neo's spiritual portrait represents his dominant personality trait, his slight tendency to be more personal and objective rather than impersonal and subjective.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait when he chooses to leave the life he knows and help Morpheus and Trinity in their fight to free humanity from the Matrix.  It's important to note this preference is very slight, and Neo can be cool and calm when he needs to be, such as when he is fighting.",
      "explain_aux": "The Blue in Neo's spiritual portrait represents his auxiliary personality trait, his fairly strong preference for being idealistic rather than pragmatic.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait when he chooses to take the red pill and learn the truth rather than remain in the illusory world of the Matrix.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1653",
      "title": "Morpheus",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Captain' title='Wikipedia page for Captain' target='_blank'>Captain</a> of the Nebuchadnezzar",
      "gallery_page_teaser": "Morpheus' spiritual portrait shows he is outgoing, passionate, and very idealistic.  Click on the image to learn more!",
      "image_file_name": "enfj-morpheus-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ENFJ",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2020",
      "explain_dom": "The Red in this spiritual portrait represents Morpheus' dominant personality trait, his passion for humanity over machines.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He exhibits this trait by choosing to dedicate his life to saving humanity from the artificial machine world of the Matrix.",
      "explain_aux": "The Blue in this spiritual portrait represents Morpheus' auxiliary personality trait, his optimism and strong tendency to see the big picture - to see the forest more than the trees.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He exhibits this trait in his ability to see past the fantasy world of the Matrix and percieve reality as it genuinely exists.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1656",
      "title": "Trinity",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Crew_member' title='Wikipedia page for Crew Member' target='_blank'>Crew Member</a> of the Nebuchadnezzar",
      "gallery_page_teaser": "Trinity's spiritual portrait shows she is cold, reticent, and shares Morpheus' idealism.  Click on the image to learn more!",
      "image_file_name": "intj-trinity-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "INTJ",
      "archetype": "Ni",
      "quiz_type": "KTS2",
      "year": "2020",
      "explain_dom": "The Blue in Trinity's spiritual portrait represents her dominant personality trait, her preference for idealism and her hope for the future.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait by sharing Morpheus' optimistic goal of saving humanity from the machine world of the Matrix.",
      "explain_aux": "The Green in Trinity's spiritual portrait represents her auxiliary personality trait, her tendency to be cold and impersonal rather than warm and personal.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the way she can keep cool even when fighting opponents who are heavily armed with automatic weapons.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
