{
  "gallery_title": "Film Noir",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Do all hard-boiled PIs fit a certain psychological mold, or are their personalities as varied as any other loosely-knit groupof people?  Click to find out!",
  "description_html": "<p>A typical <a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigators' target='_blank'>Private Investigator</a> (PI) needs to be open to details so that he can find clues and use logic to put them together and figure out who committed the crime.  If he works alone, it would definitely help him to be well-rounded.</p><p>So if PIs have a <q>psychological mold</q> in the sense that they conform to a certain four-letter type, they would want to notice details and thus be more <q>S</q>ensing, and use logic (<q>T</q>hinking) to deduce how these facts point to the guilty party.  And if the PI is a loner, then it would be helpful for these preferences to be mild rather than strong.</p><p>And indeed, three of the four images in this gallery conform to this xSTx <q>mold,</q> and each of these PIs has some support in the form of a partner, or at the very least a receptionist.  The one exception, Philip Marlowe (INFP), is also the only true loner, and his preferences are extremely mild, just barely over 50%.</p>",
  "story_html": "<p>Once upon a time, I went into the <a href='http://www.tatteredcover.com/' title='Link to the home page of the Tattered Cover Bookstore' target='_blank'>Tattered Cover in Lodo</a> to buy a technical book &mdash; something having to do with <a href='https://en.wikipedia.org/wiki/C%2B%2B' title='Wikipedia page for C++' target='_blank'>C++</a> or <a href='https://en.wikipedia.org/wiki/Secure_Shell' title='Wikipedia page for ssh' target='_blank'>ssh</a>, as I recall.</p><p>While browsing, I came across a book entitled <a href='https://www.amazon.com/Film-Noir-Reader-Alain-Silver-ebook/dp/B0045UB7AS' title='Buy the Film Noir Reader on amazon.com' target='_blank'>Film Noir Reader</a>.  This turned out to be another life-altering experience!  Reading about the significance of these early films led to a life-long interest in the genre.</p><p>It can be difficult to determine even the central character's personality profile from just one film.  Whether other characters in the world of Film Noir might conform to this mold remains to be seen.</p><p>One thing for sure is, temptation, tragedy, and ambiguous morality can <q>happen</q> to anyone &mdash; regardless of personality type &mdash; and that sort of <span class='air-quotes'>it could happen to me</span> is one of the reasons I love film noir!</p><p>I plan to post more images of unforgettable characters from other films noir soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "affiliate_ad_future_html": "<h4 class='card-title h4-responsive font-weight-bold text-center'>Disclosure</h4><p>This page contains affiliate marketing links, allowing you to support this site by buying recommended products &mdash; at no additonal cost to you.</p><p>For more information read our <a href='/legal/affiliate_marketing_disclosure' title='Link to the Affiliate Marketing Disclosure for this site' target='_blank'>Affiliate Marketing Disclosure</a>.</p>",
  "image_list":
  [
    {
      "id": "2200",
      "title": "Sam Spade",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film The Maltese Falcon",
      "gallery_page_teaser": "Sam Spade's spiritual portrait is colorful, showing he is versatile.  The Yellow shows he has a keen eye for clues and the Green shows he can logically figure out who the guilty party is.  Click on the image to learn more!",
      "image_file_name": "estp-sam_spade-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0008840/mediaviewer/rm1808434944",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Sam Spade's dominant trait, a preference for seeing facts rather than ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "explain_aux": "The Green in this spiritual portrait represents Sam Spade's auxiliary trait, a preference for using logic to make decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "disclosure_html": "<p>This page contains <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>.  These help support this site when used to purchase a recommended product &mdash; at no additional cost to you.</p>",
      "story_intro_html": "<p>This spiritual portrait is based on the <a href='https://en.wikipedia.org/wiki/Sam_Spade' title='Wikipedia page for Sam Spade' target='_blank'>Sam Spade</a> who appears in <a href='https://en.wikipedia.org/wiki/John_Huston' title='Wikipedia page for John Huston' target='_blank'>John Huston's</a> 1941 film version of The Maltese Falcon by ....</p>",
      "story_template": "content/galleries/stories/fictional/movies/film_noir/sam_spade.html",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2206",
      "title": "Philip Marlowe",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the novel The Big Sleep",
      "gallery_page_teaser": "Philip Marlowe's colorful spiritual portrait shows his preferences are very slight and he can be very versatile.  The Blue shows he has his own ideals, his own sense of right and wrong, and the Red shows he can be more compassionate than the typical PI.  Click on the image to learn more!",
      "image_file_name": "infp-philip_marlowe-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bogart_and_Bacall_The_Big_Sleep.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Marlowe's dominant trait, his passion.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his determination to stay on the case and find the wrong-doer, despite being warned repeatedly to mind his own business and move on to other work.",
      "explain_aux": "The Blue in this spiritual portrait represents Marlowe's auxiliary trait, his idealism.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by having his own personal, inner sense of morality that is not for sale, and by being reflexively suspicious of the rich and powerful.",
      "disclosure_html": "<p>This page contains <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>.  You can use these to help support this site by clicking and purchasing a recommended product.</p>",
      "story_intro_html": "<p>The original film version (1946) of this book is still my favorite movie of all time.  The film is ....</p>",
      "story_template": "content/galleries/stories/fictional/movies/film_noir/philip_marlowe.html",
      "story_html": "",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" }
    }, {
      "id": "2209",
      "title": "responsive_ad"
    }, {
      "id": "2212",
      "title": "Jake J. Gittes",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film Chinatown",
      "gallery_page_teaser": "Jake Gittes' spiritual portrait has quite a bit of Green, showing he is logical.  The Yellow shows he can find the clues he needs and logically deduce 'whodunnit.'  Click on the image to learn more!",
      "image_file_name": "estj-jake_j_gittes-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0006098/mediaviewer/rm1283329024",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Jake's dominant trait, a preference for using logic to make decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "explain_aux": "The Yellow in this spiritual portrait represents Jake's auxiliary trait, a preference for seeing facts rather than ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "disclosure_html": "<p>This page contains <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>.  These help support this site when used to purchase a recommended product at no additional cost to you.</p>",
      "story_intro_html": "<p>There is some disagreement as to whether the film Chinatown is really <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'><q>film noir.</q></a>  As far as I'm concerned, like ....</p>",
      "story_template": "content/galleries/stories/fictional/movies/film_noir/jake_j_gittes.html",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2214",
      "title": "Cody Jarrett",
      "subtitle_html": "Criminal <a href='https://en.wiktionary.org/wiki/mastermind' title='Link to definition of mastermind  at en.wiktionary.org' target='_blank'>Mastermind</a> and <a href='https://en.wikipedia.org/wiki/Mother%27s_boy' title='Wikipedia page for Mothers Boy' target='_blank'>Mama's Boy</a> in the Film White Heat",
      "gallery_page_teaser": "Cody Jarrett's spiritual portrait has plenty of Green, showing he is cold and logical.  It also has plenty of Blue, showing he prefers his own inner reality to facts.  Click on the image to learn more!",
      "image_file_name": "entj-cody_jarrett-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:WhiteHeat.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Cody's dominant trait, his cool-headed rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in his cold-blooded ruthlessness.",
      "explain_aux": "The Blue in this spiritual portrait represents Cody's auxiliary trait, his preference for seeing the world in terms of his own ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in his on-going devotion to his mother, even though he is a fully-grown adult.",
      "disclosure_html": "<p>This page contains <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>, which help support this site when used to purchase a recommended product at no additional cost to you.</p>",
      "story_intro_html": "<p>The film White Heat is really more of a <a href='https://en.wikipedia.org/wiki/Gangster_film' title='Wikipedia page for gangster film' target='_blank'>gangster film</a> than a <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'>film noir</a>.  However, the film appears in ....</p>",
      "story_template": "content/galleries/stories/fictional/movies/film_noir/cody_jarrett.html",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2216",
      "title": "Mike Hammer",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film Kiss Me, Deadly",
      "gallery_page_teaser": "Mike Hammer's spiritual portrait is full of Green, showing he is extremely logical, to the point of being stubborn.  The Yellow shows he is very realistic.  Click on the image to learn more!",
      "image_file_name": "istj-mike_hammer-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0048261/mediaviewer/rm749669632",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Hammer's dominant trait, his pragmatism.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his materialism: his fancy car, the nice apartment with its high-tech answering machine - even his cherished secretary is a bit of an object.",
      "explain_aux": "The Green in this spiritual portrait represents Hammer's auxiliary trait, his rationality.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his willingness to start throwing punches with very little provocation.",
      "disclosure_html": "<p>This page contains <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>, which help support this site when you use one to purchase a recommended product at no additional cost to you.</p>",
      "story_intro_html": "<p>Although traditionally the term <q><a href='https://en.wikipedia.org/wiki/Hardboiled' title='Wikipedia page for hard-boiled fictional characters' target='_blank'>hard-boiled</a></q> applies equally to fictional ....</p>",
      "story_template": "content/galleries/stories/fictional/movies/film_noir/mike_hammer.html",
      "story_html": "",
      "compare_to": { "gallery_file_name": "3900-fictional-tv-star_trek", "image_id": "3900" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2206" }
    }, {
      "id": "2218",
      "title": "responsive_ad"
    }
  ]
}
