{
  "gallery_title": "Wild at Heart",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>Sailor and Lula are deeply in love, but Lula's mom Marietta doesn't approve of the relationship.  They seek to get away but trouble finds them.</p><p>Written and Directed by David Lynch, Wild at Heart adds a bit of surrealism &mdash; inspired by The Wizard of Oz, of all things &mdash; to Sailor and Lula's illicit romance.</p>",
  "story_html": "<p>Look for a story about Sailor and Lula coming soon to <a href='https://ArtsyVisions.com' title='Link to the Home page at ArtsyVisions.com' target='_blank'>ArtsyVisions.com</a>.</p><p>To learn when there is new content on our sites, subscribe to the <a href='https://groja.com/conversion/avmn' title='Link to small form you can use to subscribe to the Artsy Visions Monthly Newsletter' target='_blank'>Artsy Visions Monthly Newsletter</a>!!</p>",
  "affiliate_ad_future_html": "<h2 class='card-title h2-responsive font-weight-bold text-center'>Get the DVD!</h2><p>Wild at Heart is a great film, and we highly recommend watching it.</p><p>Clicking on the <a href='/legal/affiliate_marketing_disclosure' title='Link to the Affiliate Marketing Disclosure for this site' target='_blank'>affiliate link</a> below and making a purchase helps to support this site, at no additional cost to you.</p><div class='text-center'> <a href='' class='btn btn-danger btn-md som-btn-all' target='_blank'>Buy It Now!</a></div>",
  "image_list":
  [
    {
      "id": "3000",
      "title": "Sailor Ripley",
      "subtitle_html": "Played by Nicholas Cage",
      "gallery_page_teaser": "Sailor's spiritual portrait shows he is passionate and very open to new experiences and ideas.  Click on the image to learn more!",
      "image_file_name": "isfp-sailor_ripley-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Sailor's dominant personality trait, his passion and warmth.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Sailor shows some of this passion in the way he and Lula love dancing to their favorite band, Powermad.",
      "explain_aux": "The Yellow in this spiritual portrait represents Sailor's auxiliary personality trait, his realistic outlook and openness to new experiences.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "3002",
      "title": "Lula Fortune",
      "subtitle_html": "Played by Laura Dern",
      "gallery_page_teaser": "Lula's spiritual portrait shows she is passionate and very open to new experiences and ideas.  Click on the image to learn more!",
      "image_file_name": "esfp-lula_fortune-1.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "18", "t_score": "1" },
         { "j_score": "2", "p_score": "17" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Lula's dominant personality trait, her openness to experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Lula's auxiliary personality trait, her strong tendency to be passionate.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Lula shows some of this passion in the way she and Sailor love dancing to their favorite band, Powermad.",
      "disclosure_html": "",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0009",
      "title": "square_ad"
    }
  ]
}
