{
  "gallery_title": "Executive Branch Incumbents - 2017-present",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>This gallery includes the images of America's President and Vice President from 2017 to the present.</p><p>The images share a lot of Green &mdash; which indicates they can both be coldly decisive &mdash; but otherwise, Donald's Red and Yellow contrast with Mike's Green and Blue, showing they are really two very different people.</p>",
  "story_html": "<h5 class='text-center'>Donald and Mike: The Team</h5><p>These two images are fairly colorful, showing that Donald Trump and Mike Pence have fairly moderate preferences.</p><p></p><h5 class='text-center'>Big Five <mark><q>OCEAN</q></mark> Results</h5><p>Following are how &mdash; based on <i><u>my informed opinion</u></i> &mdash; Donald and Mike would score on <a href='https://en.wikipedia.org/wiki/Lewis_Goldberg' title='Link to the page for Lewis Goldberg' target='_blank'>Lewis Goldberg's</a> 300-item open source questionnaire.  These items can be found at the <a href='https://ipip.ori.org/' title='Home page of the International Personality Item Pool' target='_blank'>International Personality Item Pool</a>.</p><table class='table table-striped table-hover'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Donald Trump</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>34%</td><td class='text-center'>Low</td></tr><tr><th ='row'><mark>C</mark>onscientiousness</th><td class='text-center'>53%</td><td class='text-center'>Average</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>70%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>14%</td><td class='text-center'>Very Low</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>44%</td><td class='text-center'>A Little Low</td></tr></tbody></table><table class='table table-hover table-striped'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Mike Pence</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>47%</td><td class='text-center'>Average</td></tr><tr><th scope='row'><mark>C</mark>onscientiousness</th><td class='text-center'>70%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>57%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>61%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>25%</td><td class='text-center'>Low</td></tr></tbody></table><p>Because I am still learning about this Five Factor Model of personality, I am unable to offer much more in the way of interpretation of these results at this time.</p>",
  "image_list":
  [
    {
      "id": "5200",
      "title": "Donald Trump",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Donald_Trump' target='_blank' title='Wikipedia page for Donald Trump'>45th President</a> of the USA &mdash; Jan. 21, 2017 to present",
      "gallery_page_teaser": "This image of Donald Trump's personality shows he is decisive, realistic, and tends to be a bit emotional.  Click on the image to learn more!",
      "image_file_name": "esfj-donald_trump-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Donald_Trump_Pentagon_2017.jpg",
      "composition": "O",
      "score": [
        { "e_score": "17", "i_score": "2" },
        { "n_score": "7", "s_score": "12" },
        { "f_score": "10", "t_score": "9" },
        { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait of represents Trump's emotional side.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  Trump demonstrates this trait when he gets angry with his detractors.",
      "explain_aux": "The Yellow in this spiritual portrait represents Trump's preference for pragmatism over idealism.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  Trump demonstrates this trait in his willingness to sacrifice environmental concerns for the possibility of creating jobs.",
      "story_intro_html": "<p>This image of the personality of Donald Trump expresses his warmth and pragmatism.  Donald’s warmth is evident in the way his speeches at his rall....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF DONALD TRUMP</b> expresses his warmth and pragmatism.</p><p>Donald’s warmth is evident in the way his speeches at his rallies make people emotional.  There are numerous reports of the crowds at his rallies engaging in irrational chants such as “Lock her up” when there is no crime and “Send her back” when there is no “back.”</p><p>An example of Donald’s realism is when he pulled the country out of the Paris Agreement on climate change.  Doing this showed he gives precedence to short-term goals and things he can see, rather than prioritizing things such as climate change, which requires looking at the long term and understanding models and other ideas that elude the senses.</p><p>There is a considerably more content about Donald, including a look at how he and Steve Bannon worked together to win the election, in the Bonus Profile chapter.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> Donald’s public persona.  Laura Haynes, a psychologist friend, helped develop the profile.</p><p>I developed this profile shortly before I read Ron Chernow's <a href='https://tomhartung.com/opinion_files/book-alexander_hamilton' title='Link to an article about the book at tomhartung.com' target='_blank'>biography of Alexander Hamilton.</a>  Since then, however, I have read several books about Donald and am confident it is accurate.</p><p>The books I have read since creating this profile with Laura include <a href='https://www.goodreads.com/review/show/3003216239' title='Link to my review at goodreads of The Hill to Die On' target='_blank'>The Hill to Die On</a> by Jake Sherman and Amanda Palmer, <a href='https://www.goodreads.com/review/show/3034000187' title='Link to my review at goodreads of Devils Bargain' target='_blank'>Devils Bargain</a> by Joshua Green, <a href='https://www.goodreads.com/review/show/3034043835' title='Link to my review at goodreads of How Trump Won' target='_blank'>How Trump Won</a> by Joel Pollack and Larry Schweikart, and both <a href='https://www.goodreads.com/review/show/3001553337' title='Link to my review at goodreads of Fire and Fury, and Siege' target='_blank'>Fire and Fury, and Siege</a> by Michael Woff.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5202",
      "title": "Mike Pence",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Mike_Pence' title='Wikipedia page for Mike Pence' target='_blank'>48th Vice President</a> of the USA — Jan. 21, 2017 to present",
      "gallery_page_teaser": "Mike Pence's spiritual portrait shows he has a calm, cool temperament and is motivated by his ideals.  Click on the image to learn more!",
      "image_file_name": "entj-mike_pence-1.jpg",
      "meat_portrait_href": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Mike_Pence_official_Vice_Presidential_portrait.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Mike Pence's dominant personality trait, his tendency to be rational, cool-headed, and objective.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he coldly signed the discriminatory Indiana Senate Bill 101, without thinking about how the people who would be affected by it, and their supporters, would react.",
      "explain_aux": "The Blue in this spiritual portrait represents Mike Pence's auxiliary personality trait, his idealism, which manifests in his strong Christian beliefs.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Mike exercises this trait by having a policy of praying before he makes big decisions.",
      "story_intro_html": "<p>This image of the personality of Mike Pence shows he is outgoing and able to keep his cool in difficult situations.  The variety of colors show his preferences are moderate, but ....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF MIKE PENCE</b> shows he is outgoing and able to keep his cool in difficult situations.  The variety of colors show his preferences are moderate, but the overall coolness in the portrait shows he is a stubborn defender of his beliefs.</p><p>In her book <i><u>Pence, The Path to Power,</u></i> Andrea Neal relates that in the late 1980s through the 1990s, before Mike was elected to public office, he hosted a series of conservative talk radio shows.  She writes that his show on the statewide Network Indiana in 1994 ran in the time slot just before Rush Limbaugh’s program aired.  Mike <q>wanted to be like Limbaugh but without the combativeness</q> [p. 76].  Later Mike would call himself <q>Rush Limbaugh on decaf</q> [p. 76].</p><p>Andrea Neal continues, <q>In contrast to Limbaugh ... Pence was deliberate in trying to understand the perspective of callers and guests on the other side.</q> [p. 78].  Quoting Mike, she describes how his faith was the reason he wanted to differentiate himself from Rush.  <q>My obligation first as a Christian is to try to respect that person....  If you can't disagree and maintain some civility, then forget democracy</q> [p. 78].</p><p>No image of Rush Limbaugh’s personality is currently available, but it is reasonable to suspect he is more stubborn than most people so an image of his personality could look more like Mitch McConnell’s or Steve Bannon’s bichromatic spiritual portraits, and less like Mike’s colorful portrait above.</p><hr><p><b>AS GOVERNOR OF INDIANA  IN 2015, MIKE’S IDEOLOGY</b> came face-to-face with cold hard reality when he signed Indiana Senate Bill 101, Indiana’s <i><u>Religious Freedom Restoration Act</u></i> (RFRA), on March 26.  Andrea Neal opens Chapter 13, entitled <i><u>Crisis at the Capitol,</u></i> of her book with Mike defending the bill on the show <i><u>This Week</u></i> With George Stephanopoulos.</p><p>In her book Andrea Neal describes Mike as deeply religious.  She writes that during his primary campaign for the House of Representatives in 2000, <q>he referred to himself publicly as ‘a Christian, conservative, and Republican in that order’ .</q>  The author writes this is <q>a line he would recite in every campaign thereafter</q> [p. 112].</p><p>The RFRA bill stoked outrage as many perceived it as condoning discrimination against LGBT individuals.  This flew in the face of the claim made by many of the state’s residents that <q>There are no kinder, more generous, more welcoming people than Hoosiers, and Hoosiers don't believe in discrimination</q> [p. 176].</p><p>Andrea Neal writes of how, five days after Mike signed the bill, protests over it were forcing him and the legislators behind it to reconsider its provisions.  <q>On March 31, the Indianapolis Star ran a full-page editorial on page one under the headline ‘FIX THIS NOW.’...  With or without the newspaper's urging, a fix had become inevitable</q> [p. 186].</p><p>Initially proud of the bill, Mike and the Indiana legislators saw from the resulting protests that it was severely damaging the state’s reputation.  After meetings between <q>key legislators, business and sports leaders, and members of the governor's staff</q> [p. 186] a supplemental bill, Senate Bill 50, was pushed through the state’s senate and house right away.  Andrea Neal writes <q>Pence signed Senate Bill 50 into law that afternoon</q> – on April 2nd, 2015 – and as a result, <q>the threats of economic sanctions died out quickly</q> [p. 187].</p><p>Mike is open to listening to and talking with people who disagree with him, but the RFRA crisis shows how his commitment to his religion can blind him to the real-world effects of legislation that does not adequately take other citizens’ points-of-view into account.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> the book <a href='https://www.goodreads.com/review/show/3006157062' title='My review of the book on goodreads' target='_blank'><i><u>Pence, The Path to Power,</u></i></a> by Andrea Neal, 2018.</p><p>To learn more about Mike and other contemporary politicians, buy <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
