{
  "gallery_title": "Top Incumbents - 2017-present",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery has book excerpts explaining the images of Donald Trump's, Mike Pence's, Mitch McConnell's, and Nancy Pelosi's personalities.  Click to learn more!",
  "description_html": "<p>This gallery contains the images of America's President and Vice President from 2017 to the present, Donald Trump and Mike Pence.  It also includes images of Mitch McConnell, the Senate Majority Leader 2015-present, and Nancy Pelosi, the Speaker of the House of Representatives 2019-present.</p><p>All of these images share a considerable amount of Green &mdash; which indicates all of these people are coldly decisive.  This is natural because a career in politics requires a certain degree of insensitivity &mdash; a thick skin &mdash; regardless of which side a person is on.</p><p>The Red and Yellow in Donald's image make his the warmest, and it stands in contrast to the Green and Blue in Mike's and Nancy's image.  The massive amount of Green in Mitch's image makes his image stand out the most from the others in this group.  Of course, being based on Jungian archetypes, these images do not take into account political affiliations, which in 2020 are stronger than ever and hence override these hidden, abstract similarities.</p>",
  "story_html": "<h5 class='text-center'>Donald and Mike: The Executive Team</h5><p>These two images are fairly colorful, showing that Donald Trump and Mike Pence have fairly moderate preferences.  It's easy to see how they could work well together, and indeed, if there is any conflict between them it is private and not public.</p><h5 class='text-center'>Donald, Mike, Mitch, and Nancy: The Team</h5><p>Mitch has an extreme personality and looks out of place here, but these appearances are deceiving.  In reality, it is Nancy who is the outlier in this group.</p><p>Politics in America in 2020 is rife with severely toxic partisanship.  This causes Mitch to readily align with his Republican colleagues Donald and Mike, while Nancy, the only Democrat in the group, is of forced to be an outsider.</p><h5 class='text-center'>Big Five <mark><q>OCEAN</q></mark> Results</h5><p>Following are how &mdash; based on <i><u>my informed opinion</u></i> &mdash; Donald and Mike would score on <a href='https://en.wikipedia.org/wiki/Lewis_Goldberg' title='Link to the page for Lewis Goldberg' target='_blank'>Lewis Goldberg's</a> 300-item open source questionnaire.  These items can be found at the <a href='https://ipip.ori.org/' title='Home page of the International Personality Item Pool' target='_blank'>International Personality Item Pool</a>.</p><table class='table table-striped table-hover'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Donald Trump</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>34%</td><td class='text-center'>Low</td></tr><tr><th ='row'><mark>C</mark>onscientiousness</th><td class='text-center'>53%</td><td class='text-center'>Average</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>70%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>14%</td><td class='text-center'>Very Low</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>44%</td><td class='text-center'>A Little Low</td></tr></tbody></table><table class='table table-hover table-striped'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Mike Pence</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>47%</td><td class='text-center'>Average</td></tr><tr><th scope='row'><mark>C</mark>onscientiousness</th><td class='text-center'>70%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>57%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>61%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>25%</td><td class='text-center'>Low</td></tr></tbody></table><p>Because I am still learning about this Five Factor Model of personality, I am unable to offer much more in the way of interpretation of these results at this time.</p>",
  "image_list":
  [
    {
      "id": "5200",
      "title": "Donald Trump",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Donald_Trump' target='_blank' title='Wikipedia page for Donald Trump'>45th President</a> of the USA &mdash; Jan. 21, 2017 to present",
      "gallery_page_teaser": "This image of Donald Trump's personality shows he is decisive, realistic, and tends to be a bit emotional.  Click on the image to learn more!",
      "image_file_name": "esfj-donald_trump-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Donald_Trump_Pentagon_2017.jpg",
      "composition": "O",
      "score": [
        { "e_score": "17", "i_score": "2" },
        { "n_score": "7", "s_score": "12" },
        { "f_score": "10", "t_score": "9" },
        { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait of represents Trump's emotional side.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  Trump demonstrates this trait when he gets angry with his detractors.",
      "explain_aux": "The Yellow in this spiritual portrait represents Trump's preference for pragmatism over idealism.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  Trump demonstrates this trait in his willingness to sacrifice environmental concerns for the possibility of creating jobs.",
      "story_intro_html": "<p>This image of the personality of Donald Trump expresses his warmth and pragmatism.  Donald’s warmth is evident in the way his speeches at his rall....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF DONALD TRUMP</b> expresses his warmth and pragmatism.</p><p>Donald’s warmth is evident in the way his speeches at his rallies make people emotional.  There are numerous reports of the crowds at his rallies engaging in irrational chants such as <q>Lock her up</q> when there is no crime and <q>Send her back</q> when there is no <q>back.</q></p><p>An example of Donald’s realism is when he pulled the country out of the Paris Agreement on climate change.  Doing this showed he gives precedence to short-term goals and things he can see, rather than prioritizing things such as climate change, which requires looking at the long term and understanding models and other ideas that elude the senses.</p><p>There is considerably more content about Donald, including a look at how he and Steve Bannon worked together to win the election, in the Bonus Profile chapter.  [To be published online soon!]</p><hr><p>For more about Donald Trump, see the story about <a href='https://www.artsyvisions.com/visions/story/0090-groups-populist_politicians' title='Link to the story about Populist Politicians on ArtsyVisions.com' target='_blank'>Populist Politicians</a> on <a href='https://ArtsyVisions.com' title='Link to the home page on ArtsyVisions.com' target='_blank'>ArtsyVisions.com</a>.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> a profile I developed shortly before I read Ron Chernow's <a href='https://tomhartung.com/opinion_files/book-alexander_hamilton' title='Link to an article about the book at tomhartung.com' target='_blank'>biography of Alexander Hamilton</a> and decided to start using more biographies, memoirs, and the like.  I created the profile with Laura Haynes, a psychologist friend, and it is based on Donald’s public persona.</p><p>Since creating the profile I have read several books about Donald.  These books include <a href='https://www.goodreads.com/review/show/3003216239' title='Link to my review on goodreads.com of The Hill to Die On' target='_blank'>The Hill to Die On</a> by Jake Sherman and Anna Palmer, <a href='https://www.goodreads.com/review/show/3034000187' title='Link to my review on goodreads.com of Devils Bargain' target='_blank'>Devils Bargain</a> by Joshua Green, <a href='https://www.goodreads.com/review/show/3034043835' title='Link to my review on goodreads.com of How Trump Won' target='_blank'>How Trump Won</a> by Joel Pollack and Larry Schweikart, and both <a href='https://www.goodreads.com/review/show/3001553337' title='Link to my review on goodreads.com of Fire and Fury, and Siege' target='_blank'>Fire and Fury, and Siege</a> by Michael Wolff.</p><p>Having read all those books, and having read about Donald in the news daily, I am confident this profile is accurate.  Moreover, rest assured that if I wasn't confident in it, I would <b><i>not</i></b> hesitate to re-do it!</p><hr><p>To learn more about Donald and other contemporary politicians, buy <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5202",
      "title": "Mike Pence",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Mike_Pence' title='Wikipedia page for Mike Pence' target='_blank'>48th Vice President</a> of the USA — Jan. 21, 2017 to present",
      "gallery_page_teaser": "Mike Pence's spiritual portrait shows he has a calm, cool temperament and is motivated by his ideals.  Click on the image to learn more!",
      "image_file_name": "entj-mike_pence-1.jpg",
      "meat_portrait_href": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Mike_Pence_official_Vice_Presidential_portrait.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Mike Pence's dominant personality trait, his tendency to be rational, cool-headed, and objective.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he coldly signed the discriminatory Indiana Senate Bill 101, without thinking about how the people who would be affected by it, and their supporters, would react.",
      "explain_aux": "The Blue in this spiritual portrait represents Mike Pence's auxiliary personality trait, his idealism, which manifests in his strong Christian beliefs.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Mike exercises this trait by having a policy of praying before he makes big decisions.",
      "story_intro_html": "<p>This image of the personality of Mike Pence shows he is outgoing and able to keep his cool in difficult situations.  The variety of colors show his preferences are moderate, but ....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF MIKE PENCE</b> shows he is outgoing and able to keep his cool in difficult situations.  The variety of colors show his preferences are moderate, but the overall coolness in the portrait shows he is a stubborn defender of his beliefs.</p><p>In her book <i><u>Pence, The Path to Power,</u></i> Andrea Neal relates that in the late 1980s through the 1990s, before Mike was elected to public office, he hosted a series of conservative talk radio shows.  She writes that his show on the statewide Network Indiana in 1994 ran in the time slot just before Rush Limbaugh’s program aired.  Mike <q>wanted to be like Limbaugh but without the combativeness</q> [p. 76].  Later Mike would call himself <q>Rush Limbaugh on decaf</q> [p. 76].</p><p>Andrea Neal continues, <q>In contrast to Limbaugh ... Pence was deliberate in trying to understand the perspective of callers and guests on the other side.</q> [p. 78].  Quoting Mike, she describes how his faith was the reason he wanted to differentiate himself from Rush.  <q>My obligation first as a Christian is to try to respect that person....  If you can't disagree and maintain some civility, then forget democracy</q> [p. 78].</p><p>No image of Rush Limbaugh’s personality is currently available, but it is reasonable to suspect he is more stubborn than most people so an image of his personality could look more like Mitch McConnell’s or Steve Bannon’s bichromatic spiritual portraits, and less like Mike’s colorful portrait above.</p><hr><p><b>AS GOVERNOR OF INDIANA  IN 2015, MIKE’S IDEOLOGY</b> came face-to-face with cold hard reality when he signed Indiana Senate Bill 101, Indiana’s <i><u>Religious Freedom Restoration Act</u></i> (RFRA), on March 26.  Andrea Neal opens Chapter 13, entitled <i><u>Crisis at the Capitol,</u></i> of her book with Mike defending the bill on the show <i><u>This Week</u></i> With George Stephanopoulos.</p><p>In her book Andrea Neal describes Mike as deeply religious.  She writes that during his primary campaign for the House of Representatives in 2000, <q>he referred to himself publicly as ‘a Christian, conservative, and Republican in that order’ .</q>  The author writes this is <q>a line he would recite in every campaign thereafter</q> [p. 112].</p><p>The RFRA bill stoked outrage as many perceived it as condoning discrimination against LGBT individuals.  This flew in the face of the claim made by many of the state’s residents that <q>There are no kinder, more generous, more welcoming people than Hoosiers, and Hoosiers don't believe in discrimination</q> [p. 176].</p><p>Andrea Neal writes of how, five days after Mike signed the bill, protests over it were forcing him and the legislators behind it to reconsider its provisions.  <q>On March 31, the Indianapolis Star ran a full-page editorial on page one under the headline ‘FIX THIS NOW.’...  With or without the newspaper's urging, a fix had become inevitable</q> [p. 186].</p><p>Initially proud of the bill, Mike and the Indiana legislators saw from the resulting protests that it was severely damaging the state’s reputation.  After meetings between <q>key legislators, business and sports leaders, and members of the governor's staff</q> [p. 186] a supplemental bill, Senate Bill 50, was pushed through the state’s senate and house right away.  Andrea Neal writes <q>Pence signed Senate Bill 50 into law that afternoon</q> – on April 2nd, 2015 – and as a result, <q>the threats of economic sanctions died out quickly</q> [p. 187].</p><p>Mike is open to listening to and talking with people who disagree with him, but the RFRA crisis shows how his commitment to his religion can blind him to the real-world effects of legislation that does not adequately take other citizens’ points-of-view into account.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> the book <a href='https://www.goodreads.com/review/show/3006157062' title='My review of the book on goodreads' target='_blank'><i><u>Pence, The Path to Power,</u></i></a> by Andrea Neal, 2018.</p><p>To learn more about Mike and other contemporary politicians, buy <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5206",
      "title": "Mitch McConnell",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Mitch_McConnell' title='Wikipedia page for Mitch McConnell' target='_blank'>Majority Leader</a> of the US Senate &mdash; Jan. 3, 2015 to present",
      "gallery_page_teaser": "Mitch McConnell's spiritual portrait shows he is extremely cold and decisive, and motivated by pragmatism.  Click on the image to learn more!",
      "image_file_name": "istj-mitch_mcconnell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Mitch_McConnell_2016_official_photo_(cropped).jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2019",

      "explain_dom": "The Yellow in this spiritual portrait represents Mitch McConnell's dominant personality trait, Sensing: pragmatism; pragmatic; practical; realism; realistic; outlook; openness to new experiences; very slight/moderate/strong preference for facts over ideas.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He/She demonstrates/exhibits this trait in their (note that is easier to find examples of decisions than perceptions!) ....",

      "explain_aux": "The Green in this spiritual portrait represents Mitch McConnell's auxiliary personality trait, Thinking: objectivity; rationality; cool-headedness; very slight/moderate/strong preference for logic/reason/objectivity over emotion/empathy/subjectivity; their very slight/moderate/strong preference for the/tendency to be more logical/rational/objective over the emotional/personal/subjective.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He/She demonstrates/exhibits this trait in their (note that is easier to find examples of decisions than perceptions!) ....",

      "disclosure_html": "",
      "disclosure_html": "<p>This story contains some <a href='/legal/affiliate_marketing_disclosure' title='Link to the affiliate marketing disclosure on this site' target='_blank'>affiliate marketing links</a>.  Clicking on one of these and making a purchase helps support SeeOurMinds.com.</p>",
      "story_intro_html": "<p> </p>",
      "story_template": "content/galleries/stories/empty/empty.html",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr> <hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> the book <a href='https://www.goodreads.com/review/show/3006157062' title='My review of the book on goodreads' target='_blank'><i><u>Pence, The Path to Power,</u></i></a> by Andrea Neal, 2018.</p><p>To learn more about Mike and other contemporary politicians, buy <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "story_html_img": "<p>Idea: only include images with stories for family and friends.</p><a href='/static/content/images/stories/subdir/image_name.jpg' title='Link to display full-size version of this image on this site'><img src='/static/content/images/stories/subdir/image_name.jpg' class='story-image-right' /></a>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5208",
      "title": "Nancy Pelosi",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Nancy_Pelosi' title='Wikipedia page for Nancy Pelosi' target='_blank'>52nd Speaker</a> of the US House of Representatives &mdash; Jan. 3, 2017 to present",
      "gallery_page_teaser": "Nancy Pelosi's spiritual portrait shows she is decisive yet fairly well-rounded, with a tendency to be motivated by her ideals while maintaining awareness of real world concerns.  Click on the image to learn more!",
      "image_file_name": "intj-nancy_pelosi-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Official_photo_of_Speaker_Nancy_Pelosi_in_2019.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "INTJ",
      "archetype": "Ni",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Blue in this spiritual portrait represents Nancy Pelosi's dominant personality trait, her idealism and vision of the future.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  It's important to note this tendency is very slight.  Thus Nancy has the ability to balance her ideals, which include helping less advantaged people, with the realities of having to levy taxes to pay for these programs.",
      "explain_aux": "The Green in this spiritual portrait represents Nancy Pelosi's auxiliary personality trait, her objectivity and cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She exhibits this trait in her ability to organize her supporters and raise funds for her party.",
      "story_intro_html": "<p>This image of the personality of Nancy Pelosi shows she is committed and determined, yet open to ideas that are in line with her principles.  The variety of colors shows she is ....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF NANCY PELOSI</b> shows she is committed and determined, yet open to ideas that are in line with her principles.  The variety of colors shows she is versatile, with the Blue representing her religious and political ideals, and the Green and Red representing a tendency to be decisive.</p><p>In his book <i><u>Woman of the House, The Rise of Nancy Pelosi,</u></i> Vincent Bzdek tells of how Nancy grew up in Baltimore, Maryland going to Catholic school at the Institute of Notre Dame.  Upon graduation from there she went to Trinity College, a Roman Catholic University in Washington, D.C., now known as Trinity Washington University.  From an early age religious ideals have formed the foundation of Nancy’s idealism.</p><p>Despite her religious foundation, Nancy is pro-choice.  In Chapter 2 of his book, entitled <i><u>The Social Gospel,</u></i> Vincent Bzdek explains how she reconciles her religious and political ideals with respect to this persistently contentious issue.  The key is the <q>the <u>primacy of conscience</u> argument,</q> which <q>insists that a person can't go against what her conscience tells her to do</q> [p. 41, emphasis in original].</p><p>On less contentious issues, Vincent Bzdek says Nancy practices <q>the politics of consensus.</q>  He tells of how her work is often a <q>balancing act they have to contend with, constantly calibrating what she calls ‘the three Cs:’ Conscience, the Constitution, and Constituents.</q>  The author parenthetically mentions <q>a fourth C</q> is becoming increasingly important: <q>Cash</q> [p. 141].</p><hr><p><b>THE COLORS IN NANCY’S SPIRITUAL PORTRAIT REPRESENT</b> her very well-balanced tendencies, which help her perform this <q>balancing act</q> [p. 141].</p><p>Although slight, Nancy’s greatest tendency is to be logical.  An ability to keep things logically organized is a huge benefit to any campaign.  In Chapter 4, entitled <i><u>Back in the Game,</u></i> Vincent Bzdek quotes Nancy’s brother – known as Tommy III – as saying his sister is <q>a great organizer</q> and that organizing is <q>her forte</q> [p. 87].</p><p>Fundraising also takes people skills, and Nancy finds it natural to balance her rationality with compassion.  Vincent Bzdek writes of <q>a senior Democratic staff member</q> who acknowledged Nancy‘s <q>mechanistic, organizational way of looking at politics,</q> then said she also has <q>an incredibly empathetic way of looking at policy</q> [p. 95].</p><p>What makes Nancy unique in today’s political arena is not seen in this image, but deserves mention.  In Chapter 1, entitled <i><u>The Family Vocation,</u></i> Vincent Bzdek writes of Nancy’s father, Thomas D’Alesandro, Jr. who <q>served 22 consecutive terms in public office</q> [p. 20], winning elections to a series of offices such as state delegate, U.S. congressman, and mayor of Baltimore.  The author quotes Nancy as saying that, when she and her brothers where growing up, their <q>whole lives were politics</q> and when people <q>entered the house, it was always campaign time</q> [p. 19].</p><p>Nancy’s childhood experiences, and the lessons she learned from her politically successful father, certainly contributed to her rise to Speaker of the House in 2007.  What is less obvious – until now – is how her determined, yet otherwise balanced temperament also gives her the drive and flexibility to meet the demands and expectations of her constituents and peers as she continues to serve in the House of Representatives.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> the book <a href='https://www.goodreads.com/review/show/3006155630' title='My review of the book on goodreads' target='_blank'><i><u>Woman of the House, The Rise of Nancy Pelosi,</u></i></a> by Vincent Bzdek, 2008.</p><p>To learn more about Nancy and other contemporary politicians, buy <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
