{
  "gallery_title": "Democratic Presidential Candidates - 2020",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery has book excerpts explaining the images of the 2020 Democratic Candidates Joe Biden and Kamala Harris.  Click to learn more!",
  "description_html": "<p>These images, and the stories that accompany them, are from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</u></i>,</a> now availble on <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com.</a></p><p>To see a little bit about how Joe and Kamala might function as a team, and the scores I came up with for them on the <a href='https://en.wikipedia.org/wiki/Big_Five_personality_traits' title='Link to the Wikipedia page for the Big Five personality traits' target='_blank'>Big Five <q>OCEAN</q> personality factors,</a> click on the <b>SEE THE STORY</b> button.</p>",
  "story_html": "<h5 class='text-center'>Joe and Kamala: The Team</h5><p>These images are very colorful, showing that Joe Biden and Kamala Harris have very moderate preferences, and hence very similar personalities, despite their differing superficial qualities.  If they want to function well as a team, they should recruit people with a variety of stronger preferences.</p><p>Ideally they would have a psychologically diverse group advisors who can give them a full range of options.  This will allow them to pick and choose the ones that are best for the country at any given time.</p><h5 class='text-center'>Big Five <mark><q>OCEAN</q></mark> Results</h5><p>Following are how &mdash; based on <i><u>my informed opinion</u></i> &mdash; Joe and Kamala would score on <a href='https://en.wikipedia.org/wiki/Lewis_Goldberg' title='Link to the Wikipedia page for Lewis Goldberg' target='_blank'>Lewis Goldberg's</a> 300-item open source questionnaire.  These items can be found at the <a href='https://ipip.ori.org/' title='Home page of the International Personality Item Pool' target='_blank'>International Personality Item Pool</a>.</p><table class='table table-striped table-hover'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Joe Biden</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>66%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>C</mark>onscientiousness</th><td class='text-center'>70%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>67%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>63%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>30%</td><td class='text-center'>Low</td></tr></tbody></table><table class='table table-hover table-striped'><caption class='caption-top'><h5 class='text-center font-weight-bold text-decoration-underline'>Kamala Harris</h5></caption><thead><tr><th scope='col'>Factor</th><th class='text-center' scope='col'>Percentage</th><th class='text-center' scope='col'>Interpretation</th></tr></thead><tbody><tr><th scope='row'><mark>O</mark>penness</th><td class='text-center'>67%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>C</mark>onscientiousness</th><td class='text-center'>73%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>E</mark>xtraversion</th><td class='text-center'>67%</td><td class='text-center'>High</td></tr><tr><th scope='row'><mark>A</mark>greeableness</th><td class='text-center'>58%</td><td class='text-center'>A Little High</td></tr><tr><th scope='row'><mark>N</mark>euroticism</th><td class='text-center'>28%</td><td class='text-center'>Low</td></tr></tbody></table><p>Because I am still learning about this Five Factor Model of personality, I am unable to offer much more in the way of interpretation of these results at this time.</p>",
  "affiliate_ad_html": "",
  "image_list":
  [
    {
      "id": "5215",
      "title": "Joe Biden",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Joe_Biden' title='Wikipedia page for Joe Biden' target='_blank'>47th Vice President</a> of the US, Jan. 20, 2009 to Jan. 20, 2017",
      "gallery_page_teaser": "Joe Biden's spiritual portrait shows he is extremely outgoing, sociable, and loquacious, but well-balanced and adaptable in other respects.  Click on the image to learn more!",
      "image_file_name": "estj-joe_biden-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Joe_Biden_official_portrait_2013_cropped.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Joe Biden's dominant personality trait, his very slight tendency to be more logical and reasonable than emotional and personal.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Joe demonstrates this tendency in the way he looks for compromises when addressing health care issues.  It's important to note this tendency is very slight, and although Joe is aware of the price tag that comes with universal health care, he also realizes how badly some people need assistance, and he is willing to do his best to help them.",
      "explain_aux": "The Yellow in this spiritual portrait represents Joe Biden's auxiliary personality trait, his very slight tendency to be more pragmatic and realistic than principled and idealistic.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Joe demonstrated this tendency in the way he would, as Vice President, act as President Obama' sounding board by questioning his assumptions.  It's important to note this preference is very slight, and Joe can be quite imaginative when the situation calls for it.",
      "story_intro_html": "<p>This image of Joe Biden's personality shows he is reasonable and realistic.  The variety of colors in this image shows his predominant quality is a tendency to....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF THE PERSONALITY OF JOE BIDEN</b> shows he is reasonable and realistic.  The variety of colors in this image shows his predominant quality is a tendency to be well-rounded and flexible.</p><p>In his book <i><u>Joe Biden, A Life of Trial and Redemption</u></i>, author Jules Witcover relates a story from Joe’s first term in the Senate in the mid-1970s.  Joe got upset after overhearing Senator Jesse Helms <q>excoriating</q> Senator Bob Dole over Bob’s support of the Americans With Disabilities Act.  Joe told Senate Majority Leader Mike Mansfield he was unable to comprehend how Jesse could be so <q>heartless,</q> and Mike told him about how Dot and Jesse Helms had adopted <q>a young man in braces who was handicapped at an orphanage</q> [p. 103].</p><hr><p><b>THIS EXPERIENCE TAUGHT JOE TO NOT JUDGE</b> others too quickly.  Relating the story to his fellow senators, Joe told them he learned to <q>never to question anyone's motives, because you can  always find good in … the other guy, the other woman.</q>  This experience early in his career helped make Joe more flexible &mdash; more open to listening to people with whom he disagreed.</p><p>Tony Blinken, who worked as Joe’s aide and foreign policy advisor, echoed this sentiment.  Much later in his book, Jules Witcover quotes Tony as saying Joe <q>absolutely has no intellectual blinders on.  He was more likely to read a book by neoconservatives to understand their thinking as he was [to read] a book by someone who was traditionally liberal</q> [p. 480].</p><hr><p><b>JOE’S FLEXIBILITY SERVED HIM WELL</b> when he was vice president.  Jules Witcover quotes Barack Obama as saying Joe <q>is both blunt and supportive</q> and he <q>never shies away from offering his view, but he also understands that ultimately, as president, I have to make the final decision</q> [p. 438].</p><p>Like many leaders, Joe has a tendency to be reasonable and pragmatic, but in his case the tendency is very slight.  The one trait Joe has that most distinguishes him from others is his gregarious, uninhibited nature.  The downside is this leads to his infamous gaffes, but the upside is people can see Joe is authentic.</p><p>People with colorful spiritual portraits make good candidates because more people can relate to and see themselves in the candidate.  Joe’s spiritual portrait reflects his moderate preferences and is as colorful as these images get.</p><hr><p><b>THE PROFILE FOR THIS IMAGE IS BASED ON</b> the book <a href='https://www.goodreads.com/review/show/3002616990' title='My review of the book on goodreads' target='_blank'><i><u>Joe Biden, A Life of Trial and Redemption</u></i></a> by Jules Witcover, 2010.</p><p>To learn more about Joe and other contemporary politicians, buy <a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'><i><u>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</u></i></a> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5216",
      "title": "Kamala Harris",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Kamala_Harris' title='Wikipedia page for Kamala Harris' target='_blank'>US Senator</a> from California, Jan. 3, 2017 to present",
      "gallery_page_teaser": "Kamala Harris' spiritual portrait shows she is a bit more idealistic and decisive than Joe, but like him also very balanced and adaptable.  Click on the image to learn more!",
      "image_file_name": "entj-kamala_harris-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Kamala_Harris_official_photo_(cropped2).jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2019",
      "explain_dom": "The Green in this spiritual portrait represents Kamala Harris' dominant personality trait, her slight preference to be rational, cool-headed, and objective.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrated her ability to think logically by graduating from law school and in her work as a District Attorney.  It's important to note this tendency is very slight, and Kamala can show a lot of heart when the situation calls for it, such as in a chapter of her book named We Are Better Than This, which addresses the administration's unbelievably cruel family separation policy.",
      "explain_aux": "The Blue in this spiritual portrait represents Kamala Harris' auxiliary personality trait, her slight preference for ideas over facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she embraces American ideals such as equal opportunity for all.  It's important to note this preference is very slight, and Kamala can be quite pragmatic in some situations.",
      "story_intro_html": "<p>This image of Kamala_Harris' personality shows she is logical and motivated by her....</p>",
      "story_html": "<p>This story comes from the book <i><u><a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</a></u></i> by Tom W. Hartung, &copy; 2019, all rights reserved.</p><hr><p><b>THIS IMAGE OF KAMALA HARRIS' PERSONALITY SHOWS</b> she is logical and motivated by her idealism.  The Green and Red show she can make decisions using both her head and her heart &mdash; and has a slight preference for using her head.  The Blue represents her egalitarian ideals and the related concept of equal justice for all.</p><p>In her book <i><u>The Truths We Hold, An American Journey,</u></i> Kamala Harris writes of how she enrolled in law school and <q>realized that I wanted to work in the district attorney's office - that I had found my calling</q> [p.24].  Understanding that prosecutors could sometimes be <q>an instrument of injustice,</q> she decided she <q>was going to be a prosecutor in my own image</q> [pp. 25-26].</p><p>Kamala’s determination kicked into full gear and from that point on she focused on achieving her goal.  She writes of working her way up from a position as clerk in the district attorney's office to prosecutor in Alameda County, then winning the elections for District Attorney in San Francisco in 2003 and 2007.</p><hr><p><b>WINNING THE RACE FOR ATTORNEY GENERAL OF CALIFORNIA IN 2010</b> by a razor-thin margin, Kamala writes of confronting the bankers whom she knew were behind the Great Recession in 2008-and 2009.  She met Elizabeth Warren, reviewed the settlement negotiated with the banks, and looked at the situation she had inherited <q>in very human terms,</q> such as <q>How many children were affected by the foreclosure crisis?</q> [p. 93].</p><p>After talking with the bankers, Kamala decided the settlement was <q>unacceptable</q> [p. 93] so she rejected it.  She writes the bankers <q>seemed to be under the misimpression that I could be bullied into submission.  I wasn't budging</q> [p. 97].  Eventually <q>the banks gave in</q> and <q>instead of the $2 billion to $4 billion that was originally on the table, we secured an $18 billion deal, which ultimately grew to $20 billion in relief to homeowners</q> [p. 102].</p><p>Driven by her idealism to help people harmed by the financial crisis, Kamala demonstrated her compassion for the citizens of California by remaining cold and tough when dealing with the bankers.  It is easy to see how someone lacking her idealism might do the opposite, showing the bankers mercy while letting the citizens suffer.  Indeed, based on some of the passages in Kamala’s book, this is what the bankers were expecting.</p><hr><p><b>KAMALA'S VISION OF WHAT CONSTITUTES EQUAL JUSTICE</b> runs like a stream throughout her book, and near the end she states <q>one final truth.</q>  She sees <q>A vibrant portrait of a vibrant United States, where everyone is treated with equal dignity and each of us has the opportunities to make the most of our own lives</q> [p.280].</p><p>Having faced the gritty realities of prosecuting criminals first in San Francisco and then in all of California, and now as a senator representing one of America's biggest states, Kamala remains optimistic, committed to her ideals &mdash; and she is ready and able to take on bigger responsibilities.</p><hr><p><b>THE PROFILE FOR KAMALA'S IMAGE IS BASED</b> on the book <a href='https://www.goodreads.com/review/show/3004801439' title='My review of the book on goodreads' target='_blank'><i><u>The Truths We Hold, An American Journey,</u></i></a> by Kamala D. Harris, 2019.</p><p>To learn more about Kamala and other contemporary politicians, buy <a href='http://bit.ly/twh-vpp2019' title='Bitly link to page on Amazon.com where you can buy the book' target='_blank'><i><u>Visualizing Politicians' Personalities, 2019 Incumbents and Candidates</u></i></a> by Tom W. Hartung online today at <a href='https://www.amazon.com/dp/B07XYHQ16R' title='Link to page on Amazon.com where you can buy the book' target='_blank'>amazon.com!</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
